{
  "scraped_at": "2025-09-27 20:24:44",
  "source": "nekib.helsekompetanse.no",
  "conditions": {
    "urinary-incontinence": {
      "id": "urinary-incontinence",
      "title": "Urinlekkasje",
      "main": {
        "title": "Urinlekkasje – Bekkenbunnsportalen",
        "sections": [
          {
            "heading": "Content",
            "level": 1,
            "content": [
              "På disse sidene finner du informasjon om urinlekkasje, også kalt urininkontinens.",
              "Her er beskrivelse av normalfunksjon til urinveiene, symptomer på urinlekkasje, utredning og behandling av slike plager. Kanskje har du slike problemer selv, eller du kjenner noen som er rammet av disse symptomene.",
              "Urinlekkasje- det er hjelp å få"
            ]
          }
        ],
        "images": [
          {
            "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2020/01/Sveinung2.jpg",
            "alt": "",
            "title": ""
          }
        ],
        "links": [],
        "quotes": [],
        "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/",
        "scraped_at": "2025-09-27 20:24:45"
      },
      "sections": {
        "normal-functions": {
          "title": "Normalfunksjon – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Urinveienes oppbygging",
              "level": 5,
              "content": [
                "Urinveiene består av nyrene, urinlederne, urinblære og urinrøret. Nyrene produserer urin, urinlederne leder urinen til blæra. Normalt skal vannlating skje viljestyrt. Det vil si at blæra lagrer urinen til vi bestemmer oss for å late vannet. Da trekker blæra seg sammen og lukkemusklene i urinrøret åpner seg slik at blæra kan tømmes."
              ]
            },
            {
              "heading": "Nyrenes oppgaver",
              "level": 5,
              "content": [
                "Hovedfunksjonen for nyrene er å rense blodet for avfallsstoffer. Nyrene er i tillegg med på å regulere vann-, salt- og syrebasebalansen. De produserer også hormonet erythropoietin (EPO) som stimulerer beinmargen til å produsere flere røde blodlegemer. I tillegg produseres hormonet renin som regulerer blodets volum og blodtrykket."
              ]
            },
            {
              "heading": "Blæra og urinrørets funksjon",
              "level": 5,
              "content": [
                "Hovedoppgaven til blæra er å lagre urinen i samlefasen og trekke seg sammen når blæra skal tømmes – tømmingsfasen. Urinrørets hovedoppgave er å holde tett i samlefasen og åpne seg for å lede ut urinen når blæra skal tømme seg. Blæra er en hul muskelbeholder som består av flere lag muskulatur og kalles detrusor. I samlefasen er den ettergivelig slik at trykket i blæra skal være lavt. Sterk eller langvarig trykkstigning i samlefasen kan føre til at urin presses ut av urinrøret og gir lekkasje, eller at urin i verste fall presses opp til nyrene. Ei blære med vedvarende høyt trykk kan også gjøre at nyrene ikke får levert urin til blæra. Dermed kan urin samle seg i nyrebekkenet. På sikt kan dette føre til nyreskade. Det er derfor vikig å tømme blæra regelmessig.I tømmefasen slapper urinrøret av mens detrusor trekker seg sammen slik at blæra blir fullstendig tømt."
              ]
            },
            {
              "heading": "Normal vannlating",
              "level": 5,
              "content": [
                "De fleste voksne har ca 4-7 vannlatinger i døgnet, forutsatt at man drikker ca 1500-2000 ml hver dag. Normalt vil blæra gi beskjed til hjernen om normal tissetrang når det er ca. 3 dl i blæra. Dersom man ikke går på toalettet da vil man etter hvert få stadig sterkere vannlatingstrang. Det anbefales at man tisser på volum mellom 2,5 dl og 4 dl. Under vannlating skal blæra trekke seg sammen og tømme seg mens lukkemusklene i urinrøret skal slappe av og holde seg åpne helt til blæra har tømt seg."
              ]
            },
            {
              "heading": "Urinlekkasje",
              "level": 5,
              "content": [
                "Urinlekkasje oppstår når trykket i blæra blir høyere enn lukketrykket i urinrøret, slik at større eller mindre mengder urin lekker ut. Økt trykk i blæra kan skyldes at blæremuskelen trekker seg sammen eller at økt buktrykk trykker på blæra fra utsiden."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/nyeste-kvinnelig-tverrsnitt-2018_0.png",
              "alt": "Tversnitt av et kvinnelig underliv som viser med piler hvor livmor, tarm, blære, skjede og urinrør er plassert",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/normal-anatomi_0.png",
              "alt": "Tversnitt av et mannlig underliv som viser med piler hvor blære, tarm, blære, prostatakjertel og urinrør er plassert",
              "title": ""
            }
          ],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/normalfunksjon/",
          "scraped_at": "2025-09-27 20:24:45",
          "section_id": "normal-functions",
          "section_title": "Normalfunksjon"
        },
        "symptoms": {
          "title": "Symptomer – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Hva er det?",
              "level": 5,
              "content": [
                "Urinlekkasje innebærer enhver ufrivillig vannlating. For mange blir det et sosialt og hygienisk problem. Til tross for at det de siste årene er blitt mer åpenhet rundt problemet, er det fortsatt tabubelagt.",
                "Studier har vist at ca 25% av kvinner over 20 år har ufrivillig vannlating. Prosentandelen øker med alder. Den er lavest hos de yngste hvor man anslår 12% for de under 30 år, og rundt 30% for de mellom 50-54 år. Hos kvinner over 90 år er andelen rundt 40%.",
                "Det rapporteres litt lavere forekomst hos unge menn sammenlignet med kvinner, rundt 5%. Hos eldre menn er forekomsten sammenlignbar med kvinner i samme alder."
              ]
            },
            {
              "heading": "Typer urinlekkasje",
              "level": 5,
              "content": []
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/toverud_ul_symptomer.png",
              "alt": "Tvernitt av urinrør",
              "title": ""
            }
          ],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/symptomer/",
          "scraped_at": "2025-09-27 20:24:46",
          "section_id": "symptoms",
          "section_title": "Symptomer"
        },
        "causes": {
          "title": "Årsaker – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Det kan være mange årsaker til urininkontinens, og tilstanden er ofte forårsaket av flere faktorer. Det er derfor viktig med grundig kartlegging av tilstanden og mulige årsaker, slik at behandlingen blir riktig og så god som mulig. Videre kan du lese mer om ulike årsaker til urininkontinens."
              ]
            }
          ],
          "images": [],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/arsaker/",
          "scraped_at": "2025-09-27 20:24:48",
          "section_id": "causes",
          "section_title": "Årsaker"
        },
        "causes-temporary": {
          "title": "Midlertidige årsaker – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Urinveisinfeksjon",
              "level": 5,
              "content": [
                "Urinveisinfeksjon kan irritere blæra og gi en hyppigere og sterkere trang til å late vannet. Dette hastverket kan føre til urinlekkasje og kan ofte være det eneste tegnet på en slik infeksjon. Flere tegn kan være smerter og svie ved vannlating og illeluktende urin. Det vil være gunstig å øke væskeinntaket for bedre gjennomskylling av urinveiene, samt sørge for at blæra tømmes komplett. Urinveisinfeksjon behandles med antibiotika. Mer informasjon om urinveisinfeksjon finnes på helsenorge.no."
              ]
            },
            {
              "heading": "Medikamenter",
              "level": 5,
              "content": [
                "Det finnes flere medikamenter som kan gi bivirkning i form av urinlekkasje og det kan derfor være nyttig å lese på bivirkningsprofilen til ulike medikamentene, for å kjenne til dette. Vanndrivende medikamenter som for eksempel Furosemid, øker produksjonen av urin og kan føre til raskere fylning av blæra. Urinlekkasje kan inntre som følge av dette. Andre medikamenter som antipsykotiske- og antidepressive legemidler kan også forårsake urininkontinens."
              ]
            },
            {
              "heading": "Obstipasjon",
              "level": 5,
              "content": [
                "Obstipasjon, det vil si forstoppelse for avføring, kan påvirke blærefunksjonen. Blære- og tarmfunksjonen har lik nerveforsyning fra sentralnervesystemet og problemer og symptomer på den ene funksjonen kan således også virke inn på den andre. Det er derfor viktig å tenke på at dersom en er plaget med obstipasjon bør dette behandles så godt som mulig for å kunne bedre symptomene fra blæra. For å unngå obstipasjon anbefales daglig aktivitet, rikelig væskeinntak og mer fiber i kosten i form av grove kornprodukter, frukt og grønnsaker. Mer informasjon om forstoppelse finner du på siden om tømmingsvansker for avføring og helsenorge.no."
              ]
            },
            {
              "heading": "Overdrevet inntak av drikke",
              "level": 5,
              "content": [
                "Anbefalt væskeinntak ligger et sted mellom 1,5–2 liter hver dag. Sterkt overdrevet inntak av vann og annen drikke kan føre til urinlekkasje siden kroppen må skille ut mye væske og dermed blir blæra raskere og oftere full. Overdrevet inntak av vann kan også føre med seg andre bivirkninger, fordi vannet drar med seg saltstoffer ut av kroppen og man kan få ubalanse i disse saltene (hyponatremi)."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/shutterstock_153864095.jpg",
              "alt": "",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/shutterstock_137911295.jpg",
              "alt": "Nærbilde av væske som blir sjenket oppi et glass fra en grønn flaske",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "https://helsenorge.no/sykdom/nyrer-og-urinveier/blarekatarr#Symptomer-p%C3%A5-urinveisinfeksjon",
              "text": "helsenorge.no",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-og-forstoppelse-for-avforing/",
              "text": "tømmingsvansker for avføring",
              "title": ""
            },
            {
              "url": "https://helsenorge.no/sykdom/mage-og-tarm/forstoppelse",
              "text": "helsenorge.no",
              "title": ""
            },
            {
              "url": "https://www.legemiddelhandboka.no/T23.3.1/Hyponatremi",
              "text": "hyponatremi",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/arsaker/midlertidige-arsaker/",
          "scraped_at": "2025-09-27 20:24:49",
          "section_id": "causes-temporary",
          "section_title": "Midlertidige årsaker"
        },
        "causes-pregnancy": {
          "title": "Svangerskap, aldersforandringer og sykdom – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Graviditet og fødsel",
              "level": 5,
              "content": [
                "Studier viser at det er en større andel kvinner enn menn som får urinlekkasje i ung alder, og én av årsakene til dette er graviditet og fødsel. Hormonelle forandringer og vekten av å bære et barn kan gjøre musklene som kontrollerer vannlatingen svakere. Selve fødselen kan også påvirke muskelvev og nerver i bekkenet."
              ]
            },
            {
              "heading": "Aldersforandringer",
              "level": 5,
              "content": [
                "Hormonelle forandringer, sykdommer og generell aldring av kroppen gjør at sjansen for å få urinlekkasje øker med alderen. Hvis man røyker eller er overvektig øker risikoen ytterligere."
              ]
            },
            {
              "heading": "Sykdommer",
              "level": 4,
              "content": [
                "Svulster, blødsningsforstyrrelser og plagsomme muskelknuter (myomer), kan være årsaker til at livmor fjernes (hysterektomi). Livmoren og urinblæra ligger tett opp mot hverandre og støttes opp av samme muskulatur, bindevev og ligamenter. Når livmoren fjernes vil det for noen kunne skje en skade på disse strukturene, som igjen kan føre til urinlekkasje. Problemer med fremfall (prolaps) av organer i bekkenet kan også gi symptomer i form av urinlekkasje.",
                "Prostata er en kjertel hos menn som omslutter første del av urinrøret. Forstørret prostata er en meget vanlig tilstand hos menn. Prostata vokser hele livet så lenge det produseres/tilføres testosteron. Forstørret prostata kan gi følger som må behandles mer akutt, som urinveisinfeksjon, blærestein og overfylt blære. Man deler symptomene på forstørret prostata inn i to hovedgrupper; tømmingsproblemer og lagringsproblemer. Tidligere ble slike tilstander kalt “Prostatisme”, nå benevnes det som LUTS (Lower Urinary Tract Symptoms).",
                "Tømmingsproblemer innebærer at man har problemer i tømmingsfasen. Trykket på strålen er svakt og mange må ofte bruke bukpress for å få til å tømme blæra. Spesielt på morgenen er det vanlig med mange hyppige vannlatinger med like stor mengde hver gang. Dette tyder ofte på at blæra ikke ble skikkelig tømt ved første vannlating som kan skyldes stram blærehalsmuskulatur. Tilstanden kan gi sjenerende etterdrypp av urin ved at noe urin ligger igjen i urinrøret og tømmer seg gradvis ved bevegelse etter endt vannlating.",
                "Lagringsproblemer innebærer problemer i blæras lagringsfase. Man må ofte på toalettet, trangen kan være plutselig og sterk og noen ganger oppstår urinlekkasje pågrunn av økt trykk i blæremuskelen (Detrusor). Spesielt på natten kan hyppig vannlatingstrang være plagsomt når det hindrer god nattesøvn.",
                "Prostatakreft kan i enkelte tilfeller gi symptomer som nattlig vannlating (nokturi), hyppig vannlatingstrang og problemer med å late vannet. Sammenhengen mellom urinlekkasje og kreft i prostata er først og fremst en konsekvens av langtkommen sykdom eller behandling. Stråling, operasjon eller begge deler, kan gi forandringer som enten kan gi overaktiv blære eller dårligere lukkefunksjon. Selve vevet i og rundt blæra kan også bli irritert og skadet.",
                "Nevrologsike sykdommer som Ryggmargsskade, Parkinson sykdom, Multippel Sklerose (MS) og hjerneslag kan påvirke nervesystemet slik at man mister kontroll over blærefunksjonen. Symptomene kan være urgency (hastverkstrang) eller stresslekkasje (lekkasje ved hoste/nys/løft og lignende). Det kan også forekomme nedsatt følelse av fylning og vannlatingstrang. I slike tilfeller kan blæren bli overstrukket og få nedsatt funksjon.",
                "Andre medisinske tilstander kan bidra til urininkontinens, for eksempel diabetes, depresjon og kronisk hjertesvikt. Røyking, fedme og overvekt kan også disponere for urininkontinens."
              ]
            },
            {
              "heading": "Tilstander hvor livmor fjernes",
              "level": 5,
              "content": [
                "Svulster, blødsningsforstyrrelser og plagsomme muskelknuter (myomer), kan være årsaker til at livmor fjernes (hysterektomi). Livmoren og urinblæra ligger tett opp mot hverandre og støttes opp av samme muskulatur, bindevev og ligamenter. Når livmoren fjernes vil det for noen kunne skje en skade på disse strukturene, som igjen kan føre til urinlekkasje. Problemer med fremfall (prolaps) av organer i bekkenet kan også gi symptomer i form av urinlekkasje."
              ]
            },
            {
              "heading": "Forstørret prostata (prostatahyperplasi)",
              "level": 5,
              "content": [
                "Prostata er en kjertel hos menn som omslutter første del av urinrøret. Forstørret prostata er en meget vanlig tilstand hos menn. Prostata vokser hele livet så lenge det produseres/tilføres testosteron. Forstørret prostata kan gi følger som må behandles mer akutt, som urinveisinfeksjon, blærestein og overfylt blære. Man deler symptomene på forstørret prostata inn i to hovedgrupper; tømmingsproblemer og lagringsproblemer. Tidligere ble slike tilstander kalt “Prostatisme”, nå benevnes det som LUTS (Lower Urinary Tract Symptoms).",
                "Tømmingsproblemer innebærer at man har problemer i tømmingsfasen. Trykket på strålen er svakt og mange må ofte bruke bukpress for å få til å tømme blæra. Spesielt på morgenen er det vanlig med mange hyppige vannlatinger med like stor mengde hver gang. Dette tyder ofte på at blæra ikke ble skikkelig tømt ved første vannlating som kan skyldes stram blærehalsmuskulatur. Tilstanden kan gi sjenerende etterdrypp av urin ved at noe urin ligger igjen i urinrøret og tømmer seg gradvis ved bevegelse etter endt vannlating.",
                "Lagringsproblemer innebærer problemer i blæras lagringsfase. Man må ofte på toalettet, trangen kan være plutselig og sterk og noen ganger oppstår urinlekkasje pågrunn av økt trykk i blæremuskelen (Detrusor). Spesielt på natten kan hyppig vannlatingstrang være plagsomt når det hindrer god nattesøvn."
              ]
            },
            {
              "heading": "Prostatakreft",
              "level": 5,
              "content": [
                "Prostatakreft kan i enkelte tilfeller gi symptomer som nattlig vannlating (nokturi), hyppig vannlatingstrang og problemer med å late vannet. Sammenhengen mellom urinlekkasje og kreft i prostata er først og fremst en konsekvens av langtkommen sykdom eller behandling. Stråling, operasjon eller begge deler, kan gi forandringer som enten kan gi overaktiv blære eller dårligere lukkefunksjon. Selve vevet i og rundt blæra kan også bli irritert og skadet."
              ]
            },
            {
              "heading": "Nevrologiske sykdommer",
              "level": 5,
              "content": [
                "Nevrologsike sykdommer som Ryggmargsskade, Parkinson sykdom, Multippel Sklerose (MS) og hjerneslag kan påvirke nervesystemet slik at man mister kontroll over blærefunksjonen. Symptomene kan være urgency (hastverkstrang) eller stresslekkasje (lekkasje ved hoste/nys/løft og lignende). Det kan også forekomme nedsatt følelse av fylning og vannlatingstrang. I slike tilfeller kan blæren bli overstrukket og få nedsatt funksjon.",
                "Andre medisinske tilstander kan bidra til urininkontinens, for eksempel diabetes, depresjon og kronisk hjertesvikt. Røyking, fedme og overvekt kan også disponere for urininkontinens."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/arsaker.jpg",
              "alt": "",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "https://nhi.no/sykdommer/kvinne/diverse/fjerning-av-livmor-hysterektomi/",
              "text": "hysterektomi",
              "title": ""
            },
            {
              "url": "https://helsenorge.no/sykdom/hjerne-og-nerver/multippel-sklerose-(ms)",
              "text": "MS",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/arsaker/svangerskap-aldersforandringer-og-sykdom/",
          "scraped_at": "2025-09-27 20:24:50",
          "section_id": "causes-pregnancy",
          "section_title": "Svangerskap, aldersforandringer og sykdom"
        },
        "diagnosis": {
          "title": "Utredning – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "For å få best mulig hjelp for urininkontinens, må det gjennomføres en grundig utredning av vannlatingsproblemene dine. Utredningen tar sikte på å avdekke årsaken til lekkasjeplagene, og en grundig gjennomgang av sykehistorien din er essensiell.",
                "Sentrale spørsmål i denne kartleggingen vil være:",
                "Utredningen starter med at du kartlegger dine egne plager, før du bestiller time hos fastlegen. Om nødvendig sender fastlegen deg videre til en spesialist."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/shutterstock_mann159831206.jpg",
              "alt": "",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/utredning/hva-skal-jeg-gjore/",
              "text": "Hva skal JEG gjøre?",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/utredning/hva-gjor-fastlegen/",
              "text": "Hva gjør FASTLEGEN?",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/utredning/hva-gjor-spesialisten/",
              "text": "Hva gjør SPESIALISTEN?",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/utredning/",
          "scraped_at": "2025-09-27 20:24:51",
          "section_id": "diagnosis",
          "section_title": "Utredning"
        },
        "diagnosis-what-to-do": {
          "title": "Hva skal jeg gjøre? – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Informer fastlegen om symptomer og plager du har. Fastlegen har ansvaret for deg som pasient og kan henvise videre til andre ved behov.",
                "Dersom du har avføringsproblemer som diaré, forstoppelse eller andre tømmingsvansker, bør du informere fastlegen om dette."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2022/01/vanlatingsbok.pdf",
              "text": "vannlatingsbok",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/utredning/hva-skal-jeg-gjore/",
          "scraped_at": "2025-09-27 20:24:52",
          "section_id": "diagnosis-what-to-do",
          "section_title": "Hva skal jeg gjøre?"
        },
        "diagnosis-gp": {
          "title": "Hva gjør fastlegen – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Når du kommer til fastlegen er det viktig at du forteller om dine vannlatingsplager og hva som er hovedutfordringen med plagene. Ut fra din historie kan fastlegen danne seg et bilde av en tenkt diagnose. Fastlegen sjekker kanskje for urinveisinfeksjon for å kunne utelukke det. Det er vanlig at fastlegen undersøker prostata på menn og tar en gynekologisk undersøkelse på kvinner.",
                "Hvis fastlegen vurderer at du trenger videre utredning for ditt problem, henvises du til spesialist (urolog/gynekolog/uroterapeut).",
                "Hvis fastlegen vurderer det slik at det er behov får du resept på antibiotika eller blæredempende medisiner. Du kan også henvises til fysioterapeut med spesialisering på bekkenbunnen eller uroterapeut."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2022/01/vanlatingsbok.pdf",
              "text": "drikke- og miksjonsliste",
              "title": ""
            },
            {
              "url": "https://helse-bergen.no/seksjon/MS_veileder/Documents/Kapittel%202%20Symptomer%20ved%20MS%2c%20og%20behandlingsforl%C3%B8p/2.3.3%20Bl%C3%A6re-%20og%20tarmforstyrrelser.pdf",
              "text": "veilederen",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/utredning/hva-gjor-fastlegen/",
          "scraped_at": "2025-09-27 20:24:54",
          "section_id": "diagnosis-gp",
          "section_title": "Hva gjør fastlegen"
        },
        "diagnosis-specialist": {
          "title": "Hva gjør spesialisten? – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Henvisingen blir vurdert av en spesialist. Spesialisten vurderer hvilke ytterligere undersøkelser som er nødvendige slik at de blir gjort når du kommer til konsultasjon. Etter konsultasjon vil du oftest tilbys såkalt konservativ behandling. Noen ganger er det behov for mer utredning som kan vise at det er behov for kirurgiske inngrep.",
                "Ved videre utredning er det ulike undersøkelser som kan være aktuelle:",
                "Etter denne utredningen vurderer spesialisten på nytt om det er behov for ytterligere konservativ behandling eller om neste skritt i behandling er et inngrep."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2022/01/vanlatingsbok.pdf",
              "text": "eksempel",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/utredning/hva-gjor-spesialisten/",
          "scraped_at": "2025-09-27 20:24:55",
          "section_id": "diagnosis-specialist",
          "section_title": "Hva gjør spesialisten?"
        },
        "treatment": {
          "title": "Behandling – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Etter utredning vil du og lege avgjøre hvilken behandling som er best for deg. I de aller fleste tilfeller vil en starte med konservativ (ikke-kirurgisk) behandling. Konservativ behandling har for mange god effekt og medfører liten risiko for bivirkninger og komplikasjoner. Konservativ behandling krever en aktiv egeninnsats og forløpet kan ofte strekke seg over tid.",
                "Dersom en ikke oppnår ønsket effekt med konservativ tilnærming vil det være aktuelt med kirurgisk behandling. Dette kan være ulike inngrep. Type inngrep vurderes ut ifra hvert enkelt tilfelle. De fleste som trenger inngrep for å bedre sine plager har også nytte av konservativ behandling i tillegg. Du kan lese mer om de ulike behandlingsalternativene på de påfølgende sidene."
              ]
            }
          ],
          "images": [],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/behandling/",
          "scraped_at": "2025-09-27 20:24:56",
          "section_id": "treatment",
          "section_title": "Behandling"
        },
        "treatment-conservative": {
          "title": "Konservativ behandling – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Bekkenbunnstrening",
              "level": 5,
              "content": [
                "Opptrening og kontroll på bekkenbunnsmuskulaturen er et grunnleggende tiltak som bør iverksettes. Effekten er god, men det forutsetter at det gjøres riktig og regelmessig. Individuell veiledning eller gruppetrening kan være nyttig dersom det er usikkerhet på om øvelsene gjøres riktig eller at effekten uteblir."
              ]
            },
            {
              "heading": "Her kan du se en instruksjonsfilm om hvordan man trener bekkenbunnen:",
              "level": 5,
              "content": []
            },
            {
              "heading": "Biofeedback/Elektrostimulering",
              "level": 5,
              "content": [
                "Hvis det er vanskelig å trene bekkenbunnsmuskulaturen kan man bruke biofeedback. Metoden går ut på at man visuelt får en tilbakemelding om man bruker musklene på riktig måte. Dette skjer ved hjelp av en probe i skjede eller endetarm, eller overflateelektroder som avleser muskelaktivitet. Proben eller elektrodene er koblet til et lite apparat. Apparatet gir informasjon om hvor kraftig du kniper og hvor mye du relakserer/slapper av i muskulaturen.",
                "Slike apparater kan også benyttes for å gi elektriske impulser til muskulaturen for å øke muskelkontraksjonen, såkalt elektrostimulering. Man stiller selv på apparatet og det benyttes gjerne faste dataprogram som gir signal om når du skal knipe og når du skal hvile. Elektrostimulering kan også forsøkes via hudelektroder for å påvirke nervesignaler som styrer bekkenbunnen. Noen programmer er ment for å påvirke nervesignalene til blæra, som for eksempel til behandling av overaktiv blære.",
                "Opplæring og oppfølging av biofeedback og elektrostimulering bør skje under profesjonell veiledning. Det er viktig å huske på at trening, både med og uten biofeedback eller elektrostimulering, må utføres regelmessig for å bygge opp muskelaturen og for å vedlikeholde den."
              ]
            },
            {
              "heading": "Livsstilsendring",
              "level": 5,
              "content": [
                "I behandlingen av urinlekkasje hører det med å ha en gjennomgang av livsstilsfaktorer som kan påvirke vannlatingen. Dette innebærer å se nærmere på mat man spiser som kan påvirke blærefunksjonen, og hva og hvor mye man drikker. Toalettrutiner gjennomgås for å se på når og hvordan man går på toalettet. Dette kan høres basalt ut, men overraskende mange gjør små “feil” eller har vaner som i stor grad kan påvirke vannlatingsfunksjonen. Søvn, hvile og stress er momenter som for mange kan påvirke graden av symptomer. For noen kan overvekt bidra til vannlatingsplagene og her vil vektreduksjon kunne hjelpe."
              ]
            },
            {
              "heading": "Blæretrening",
              "level": 5,
              "content": [
                "Blæretrening er nyttig ved overaktiv blære hvor målet er å forbedre og øke både blærekapasiteten og tidsintervallene mellom vannlatingene. Slik trening er avhengig av en forståelse av de nedre urinveienes funksjon og hvordan ytre faktorer i miljøet kan ha en betydning. Blæretrening består av undervisning og skjematisk oppsatte tidspunkt for vannlating med systematisk forlengelse av intervallene. Formålet med å late vannet til faste tidspunkt som etterhvert utvides, er å “ta over kontrollen” for når blæren skal tømmes. Samtidig er det viktig å lære seg å hemme signalene ved plutselig og sterk innsettende vannlatingstrang (urgency).Tips for å hemme trang:",
                "Knipe med bekkenbunnen for å “lukke igjen” urinrøret slik at blæremuskelen får signaler på å slappe av. Her lønner det seg og trene bekkenbunnen slik at en har kraftige og gode muskelsammentrekninger.",
                "Mekanisk klemme av urinrøret, også her med hensikt på å lukke igjen. Dette kan gjøres ved å sette seg på en kant, trykke mot vulva med hånden hos kvinner eller klemme urinrøret ved å komprimere med hånden rundt penis hos menn.",
                "“Steppe” eller trippe med føttene kan for mange gi signaler til blæren om å “roe seg”, slik at trangen avtar.",
                "Avledning i den grad det er mulig, er også effektivt for å dempe vannlatingstrang. Det kan da være nyttig å ha trent på dette på forhånd for eksempel ved å ha innøvd en regle eller et sangvers som en skal si eller synge.",
                "For å kunne utføre blæretrening er det nødvendig å kartlagge vannlatingen med føring av vannlatingsdagbok. En uroterapeut vil kunne hjelpe med veiledning og oppfølging ved slik blæretrening."
              ]
            },
            {
              "heading": "Medikamenter",
              "level": 5,
              "content": [
                "Noen typer urinlekkasje kan behandles med medikamenter. Blæredempende medikamenter som gjør at blæren tillater å fylles mer, er nyttig for å behandle overaktiv blære. Ofte er det viktig å prøve seg frem med ulike tabletter og tablettkombinasjoner dersom man ikke oppnår ønsket effekt. Slike medikamenter finnes som tabletter, men kan også gis som plaster på huden eller væskeoppløsning som settes inn i blæra med kateter.",
                "Tilstander der nattlig urinlekkasje skjer på grunn av overproduksjon av urin om natten, kan i noen tilfeller behandles med medisin som reduserer urinproduksjonen om natten. Det er viktig at instruksjon for bruk av medisinen, følges nøye. Har man store hevelser i bena ved leggetid kan dette føre til høy urinproduksjon på natten når man ligger flatt. Støttestrømper på dagen vil hindre hevelse og gir derfor mindre urinproduksjon på natten.",
                "Enkelte kan oppleve at noen medikamenter kan gi bivirkninger. Da er det viktig å ta kontakt med lege/uroterapeut slik at en enten kan gjøre tiltak for å forbedre bivirkningen, eller en velger å forsøke andre medikamenter."
              ]
            },
            {
              "heading": "Hjelpemidler",
              "level": 5,
              "content": [
                "For mange er det stor nytte og hjelp i ulike hjelpemidler eller inkontinensprodukter. Mye av produktene inngår i offentlig refusjonsordning og kan fås på blåresept ved inkontinens.",
                "For kvinner finnes det hjelpemidler som inkontinensbuer og vaginaltamponger som gir en form for støtte mot urinrøret når de plasseres riktig i skjeden. For menn finnes det ulike klemmer som kan forsøkes. Klemmene plasseres rundt penis slik at urinrøret klemmes noe sammen slik at urinen ikke lekker ut.",
                "Mange som ikke greier å tømme blæren helt og dermed har store mengder urin igjen i blæra etter endt vannlating, kan ha nytte av å tømme blæren komplett med kateter. Det benyttes da fortrinnsvis engangskateter for å tømme blæra. Man får opplæring av helsepersonell til å lære teknikken for å sette kateter på seg selv. Kateter er en glatt tynn plastslange og er engangsutstyr.",
                "Det finnes egne innlegg for urininkontinens. De er tilpasset både til kvinner og menn samt finnes i ulike størrelser og fasonger. For mange vil det være hensiktsmessig å få tilpasset produkter eller oppfølging for bruk av de, i samråd med helsepersonell."
              ]
            },
            {
              "heading": "Kateter",
              "level": 5,
              "content": [
                "I enkelte tilfeller er inneliggende permanent kateter et godt alternativ ved uttalte symptomer og problemer med urinlekkasje. Man oppnår da å lede urinen kontrollert, via en tynn slange fra blæren til en oppsamlingspose, og unngår lekkasjer og kontakt av urin mot huden. Kateteret kan legges gjennom urinrøret eller via et lite snitt i huden over urinblæren. Permanent kateter er ikke førstevalg av behandlingsmetode da inneliggende urinkateter kan gi plager som sår i urinrøret, dannelse av blærestein, smerter og urinveisinfeksjoner. Likevel kan det være tilfeller hvor dette er den beste løsningen, for eksempel ved annen alvorlig sykdomstilstand."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/verktoy/pasientundervisning/bekkenbunnstrening/",
              "text": "Pasientundervisning og Bekkenbunnstrening",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/behandling/konservativ-behandling/",
          "scraped_at": "2025-09-27 20:24:58",
          "section_id": "treatment-conservative",
          "section_title": "Konservativ behandling"
        },
        "treatment-procedures": {
          "title": "Inngrep – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Inkontinensslynge",
              "level": 5,
              "content": [
                "Operasjon hvor det legges inn et bånd eller en slynge under urinrøret er den vanligste kirurgiske metoden for behandling av stressinkontinens hos kvinner. Lignende teknikk og metode er også blitt mer vanlig til menn. Slyngen som er av plast-aktig materiale plasseres under urinrøret og skaper en støtte til urinrøret. Dette skaper et høyere lukketrykk ved belastning for eksempel ved hosting, nysing og astrengelse, som igjen vil hindre urinlekkasje. Tensjonsfri-vaginal-tape (TVT) og Tension Free Vaginaltape Oburator (TVT-O) er de mest vanlige inngrepene hos kvinner med stressinkontinens og de representerer en liten invasiv metode. Til menn finnes tilsvarende slynge som heter AdVance Male Sling System. Det finnes også andre varianter på markedet."
              ]
            },
            {
              "heading": "Injeksjon",
              "level": 5,
              "content": [
                "Injeksjon av romoppfyllende middel periurethralt, altså rundt urinrøret, er en metode som øker lukketrykket i urinrøret og tilbys pasienter med stressinkontinens. Metoden kalles også for “bulking” og det benyttes ofte et stoff som heter “Bulkamid.” Denne behandlingen har betydelig mindre suksessrate enn slyngeoperasjon, men kan forsøkes der risiko vurderes for stor for slynger eller slyngeoperasjon ikke var vellykket."
              ]
            },
            {
              "heading": "Botox injeksjonsbehandling",
              "level": 5,
              "content": [
                "Botox injeksjonsbehandling tilbys til de som har urinlekkasje på grunn av overaktiv blære. Botox er et medikament som settes med små sprøytestikk inn i blæremuskelaturen via et skop. Botox påvirker muskulaturen slik at blæren blir mindre aktiv og muskulaturen svekkes eller lammes noe. Dette gir igjen en større blærekapasitet, mindre urinlekkasje i form av urgeinkontinens og økt kontroll for når blæra skal tømmes. Effekten avtar etter noen måneder og man må derfor regne med å gjenta behandlingen med visse mellomrom. Enkelte opplever at det kan være litt vanskelig å få latt vannet tilstrekkelig i den første tiden etter behadlingen da blæra er mest svekket. Anbefalingen er derfor at man bør kunne beherske å sette engangskateter for å tømme blæren helt for å sikre adekvat blæretømming i den perioden blæren ikke greier dette."
              ]
            },
            {
              "heading": "Sakralnervemodulering",
              "level": 5,
              "content": [
                "Ved denne metoden innsettes en tynn elektrode gjennom hull i korsbenet og plasseres tett inntil en av sakralnervene som styrer vannlatingsrefleksen. Elektroden kobles til en strømkilde (pacemaker). Strøm fra pacemakeren påvirker nervene og på denne måten moduleres og stabiliseres vannlatingsfunksjonen."
              ]
            },
            {
              "heading": "Kunstig lukkemuskel",
              "level": 5,
              "content": [
                "Kunstig lukkemuskel eller “inkontinensprotese” kan opereres inn for å sørge for at trykket rundt urinrøret øker slik at urinen ikke passerer ufrivillig. Metoden er vanlig anvendt til menn. Tidligere ble også kvinner operert med slik protese, men i dag er det mest vanlig med TVT-inngrep.Protesen som heter AMS800 består av en ring rundt urinrøret, en trykkregulerende ballong i buken og en liten pumpe i pungen som pasienten betjener selv. Væsken i ringen rundt urinrøret gjør at trykket rundt urinrøret øker og en unngår lekkasje. For å late vannet trykker man på pumpen i pungen som fører til at væsken transporteres vekk fra ringen og over i ballongen i buken. På denne måten åpnes urinrøret slik at vannlatingen kan skje. I løpet av to minutter renner væsken tilbake til ringen slik at urinrøret på ny blir tett."
              ]
            },
            {
              "heading": "Blæreforstørrelse",
              "level": 5,
              "content": [
                "Blæreforstørrelse, eller entero-cystoplastikk består av å utvide blæren med et tarmsegment. Ved å utvide blæren med et tarmsegment ønsker man å oppnå større blærevolum samt oppnå større ettergivelighet i blæren, såkalt “compliance”. Denne behandlingen medfører større risiko enn inngrepene beskrevet over og er aktuell ved inkontinenstilstander med overaktiv blære, hvor andre tiltak eller inngrep ikke har gitt ønsket effekt."
              ]
            },
            {
              "heading": "Urinavledning",
              "level": 5,
              "content": [
                "Metoden går ut på å lede urinen vekk fra den naturlige åpningen som er urinrøret, og istedenfor lede den ut på magen. Slik avledning krever bruk av tarm. Urinlederne kobles på et frigjort tarmsegment og trekkes gjennom bukveggen festes til huden, såkalt stomi. På stomien kobles det på pose hvor urinen renner direkte i denne. Man kan også lage kontinent urinreservoar, såkalt kontinent stomi, hvor man bruker en større del av tynntarmen for å lage “ny urinblære”. Urinen samles da opp i reservoaret og tømmes ved hjelp av kateterisering. Slik behandling er relativt store inngrep og for selekterte pasienter er dette et godt alternativ ved at urinen ledes ut kontrollert og en slipper lekkasje."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/ul_inngrep.jpg",
              "alt": "",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "https://nhi.no/sykdommer/kirurgi/operasjoner/tvt-operasjon/",
              "text": "TVT",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/behandling/inngrep/",
          "scraped_at": "2025-09-27 20:24:59",
          "section_id": "treatment-procedures",
          "section_title": "Inngrep"
        },
        "resources": {
          "title": "Ressurser – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Her finner du lenker til relevante nettsider som kan gi deg mer informasjon om urinlekkasje og hjelpe deg å komme i kontakt med andre som har de samme problemene.",
                "Snu mobilen på siden for å se hele tabellen."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://unn.no/fag-og-forskning/nasjonal-kompetansetjeneste-for-inkontinens-og-bekkenbunnsykdom-nkib",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://www.facebook.com/nkib.unn/",
              "text": "Facebook",
              "title": ""
            },
            {
              "url": "http://nofus.no/",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "http://www.facebook.com/pages/Nofus/165591040245669",
              "text": "Facebook",
              "title": ""
            },
            {
              "url": "https://helsenorge.no/sykdom/nyrer-og-urinveier/stressinkontinens",
              "text": "Om urinlekkasje",
              "title": ""
            },
            {
              "url": "https://helsenorge.no/sykdom/underliv/forstorret-prostata#Hva-er-symptomene-p%C3%A5-en-forst%C3%B8rret-prostata?",
              "text": "Forstørret prostata",
              "title": ""
            },
            {
              "url": "https://www.ahus.no/behandlinger/kurs-og-opplering-for-pasienter-og-parorende/bekkenbunnstrening-e-leringskurs",
              "text": "Instruksjonsfilm",
              "title": ""
            },
            {
              "url": "http://stolav.no/behandlinger/prostatakreft#opptrening-av-bekkenbunn-etter-prostataoperasjon",
              "text": "Instruksjonsfilmer",
              "title": ""
            },
            {
              "url": "https://helse-bergen.no/norsk-ms-veileder",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://www.msveileder.no/artikkel/88/vannlatingsproblemer",
              "text": "Vannlatingsproblemer",
              "title": ""
            },
            {
              "url": "https://oslo-universitetssykehus.no/avdelinger/klinikk-for-kirurgi-inflammasjonsmedisin-og-transplantasjon/avdeling-for-urologi/unnga-overstrekk-tom-urinbleren-i-tide",
              "text": "Kursside",
              "title": ""
            },
            {
              "url": "https://fysio.no/kvinnehelse",
              "text": "Behandler oversikt",
              "title": ""
            },
            {
              "url": "https://xn--tt-via.nu/",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://nikola.nu/",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://kateterfakta.nu/",
              "text": "Kateterfakta.nu",
              "title": ""
            },
            {
              "url": "https://www.wellspect.no/education/Artikler/?filters=12",
              "text": "Wellspect education",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/ressurser/",
          "scraped_at": "2025-09-27 20:25:02",
          "section_id": "resources",
          "section_title": "Ressurser"
        },
        "references": {
          "title": "Referanser – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Emnet “Urinlekkasje” er utviklet av en gruppe spesialister med kunnskap på fagområdet. Sidene er utarbeidet på bakgrunn av evidensbasert kunnskap og i tillegg gir erfaringsbasert kunnskap en viktig tilleggsinformasjon i formidlingen.",
                "Sist endret 01.07.2020.",
                "Drake MJ, Nixon PM et al. Drug-induced bladder and urinary disorders. Drug safety 1998; 19(1): 45-55.",
                "Gleason, Jonathan L., Richter, Holly E., Redden, David T., Goode, Patricia S., Burgio, Kathryn L. og Alayne D. Markland (2013): “Caffeine, and Urinary Incontinence in US Women”, i Int Urogynecol J. 2013 February; 24(2): 295–302.",
                "Hannestad, Y.S., et al., “A community-based epidemiological survey of female urinary incontinence: the Norwegian EPINCONT study. Epidemiology of Incontinence in the County of Nord-Trondelag.” J Clin Epodemiol, 2000. 53(11): p. 1150-7.",
                "Hellström, A. og Lindehall B. “Uroterapi.” Författarna och Studentlitteratur, 2006.",
                "Hunskaar, Steinar, Burgio, Kathryn, Diokno, Anaias, Herzog, A. Regula, Hjalmås, Kelm og Marie C. Lapitan (2003): “Epidemiology and Natural History of Urinary Incontinence in Women”, i Urology. 2003 Oct;62(4 Suppl 1):16-23.",
                "International Incontinence Society (2005); “Evaluation and treatment of urinary incontinence, pelvic organ prolapse and faecal incontinence.”",
                "Malmberg, L. og Mattiasson, A. “I vått och torrt: om de nedre urinvägarnas funktionsstörningar”. Författarna och Studentlitteratur, 2005.",
                "Milsom, I., et al., Epidemiology of urinary incontinence (UI) and other lower urinary tract symptoms (LUTS), pelvic organ prolapse (POP) and anal (AI) incontinence, in Incontinence, P. Abrams, Cardoxo, L., Wagg, A., Wein, A., Editor. 2017, 6th International Consultation on Incontinence.",
                "Norlen L. og Siltberg, H. “Hålla tätt. En bok om urininkontinens och överaktiv blåsa.” Pharmacia Sverige AB, 2003.",
                "Shamliyan, Tatyana A., Wyman, Jean F., Ping, Ryan, Wilt, Timothy J. og Robert L. Kane (2009): “Male Urinary Incontinence: Prevalence, Risk Factors, and Preventive Interventions”, i Rev Urol. 2009 Summer;11(3):145-65.",
                "Xu D, Huang L, Gao J, et al. “Effects of an education program on toileting behaviors and bladder symptoms in overactive bladder patients with type 2 diabetes: A randomized clinical trial.” Int J Nurs Stud. 2018 Jul 8;87:131-139. doi: 10.1016/j.ijnurstu.2018.07.001."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://bmcurol.biomedcentral.com/articles/10.1186/1471-2490-13-27",
              "text": "her",
              "title": ""
            },
            {
              "url": "https://www.legeforeningen.no/contentassets/a5d7370e547a4198900ada248f77a6cb/urininkontinens.pdf",
              "text": "Inkontinens",
              "title": ""
            },
            {
              "url": "https://www.legeforeningen.no/foreningsledd/fagmed/Norsk-urologisk-forening/nufs-anbefalinger-for-allmennleger/#34288",
              "text": "Anbefalinger for allmennleger",
              "title": ""
            },
            {
              "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3660293/",
              "text": "Elektronisk utgave",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/referanser/",
          "scraped_at": "2025-09-27 20:25:06",
          "section_id": "references",
          "section_title": "Referanser"
        }
      }
    },
    "urinary-retention": {
      "id": "urinary-retention",
      "title": "Tømmingsproblemer for urin",
      "main": {
        "title": "Tømmingsproblemer for urin – Bekkenbunnsportalen",
        "sections": [
          {
            "heading": "Content",
            "level": 1,
            "content": [
              "På disse sidene finner du informasjon om tømmingsproblemer for urin, urinretensjon. Her er informasjon om normal funksjon av vannlatingen, symptomer på tømmingsproblemer, utredning og behandling av slike plager.",
              "Kanskje har du slike problemer selv, eller du kjenner noen som er rammet."
            ]
          }
        ],
        "images": [
          {
            "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/COLOURBOX12986833.jpg",
            "alt": "Illustrasjonsbilde av en kropp med utsnitt fra mage til lår med gjennomsiktig indre som viser plassering av urinblæren",
            "title": ""
          }
        ],
        "links": [],
        "quotes": [],
        "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-for-urin/",
        "scraped_at": "2025-09-27 20:25:10"
      },
      "sections": {
        "normal-functions": {
          "title": "Normalfunksjon – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Urinveienes oppbygging",
              "level": 5,
              "content": []
            },
            {
              "heading": "Nyrenes oppgaver",
              "level": 5,
              "content": [
                "Hovedfunksjonen for nyrene er å rense blodet for avfallsstoffer. Nyrene er i tillegg med på å regulere vann-, salt- og syrebasebalansen. De produserer også hormonet erythropoietin (EPO) som stimulerer beinmargen til å produsere flere røde blodlegemer. I tillegg produseres hormonet renin som regulerer blodets volum og blodtrykket."
              ]
            },
            {
              "heading": "Blæra og urinrørets funksjon",
              "level": 5,
              "content": [
                "Hovedoppgaven til blæra er å lagre urinen i samlefasen og trekke seg sammen når blæra skal tømmes – tømmingsfasen. Urinrørets hovedoppgave er å holde tett i samlefasen og åpne seg for å lede ut urinen når blæra skal tømme seg. Blæra er en hul muskelbeholder som består av flere lag muskulatur og kalles detrusor. I samlefasen er den ettergivelig slik at trykket i blæra skal være lavt. Sterk eller langvarig trykkstigning i samlefasen kan føre til at urin presses ut av urinrøret og gir lekkasje, eller at urin i verste fall presses opp til nyrene. Ei blære med vedvarende høyt trykk kan også gjøre at nyrene ikke får levert urin til blæra. Dermed kan urin samle seg i nyrebekkenet. På sikt kan dette føre til nyreskade. Det er derfor vikig å tømme blæra regelmessig.I tømmefasen slapper urinrøret av mens detrusor trekker seg sammen slik at blæra blir fullstendig tømt."
              ]
            },
            {
              "heading": "Normal vannlating",
              "level": 5,
              "content": [
                "De fleste voksne har ca 4-7 vannlatinger i døgnet, forutsatt at man drikker ca 1500-2000 ml hver dag. Normalt vil blæra gi beskjed til hjernen om normal tissetrang når det er ca. 3 dl i blæra. Dersom man ikke går på toalettet da vil man etter hvert få stadig sterkere vannlatingstrang. Det anbefales at man tisser på volum mellom 2,5 dl og 4 dl. Under vannlating skal blæra trekke seg sammen og tømme seg mens lukkemusklene i urinrøret skal slappe av og holde seg åpne helt til blæra har tømt seg."
              ]
            },
            {
              "heading": "Urinlekkasje",
              "level": 5,
              "content": [
                "Urinlekkasje oppstår når trykket i blæra blir høyere enn lukketrykket i urinrøret, slik at større eller mindre mengder urin lekker ut. Økt trykk i blæra kan skyldes at blæremuskelen trekker seg sammen eller at økt buktrykk trykker på blæra fra utsiden."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/nyeste-kvinnelig-tverrsnitt-2018_0.png",
              "alt": "Tversnitt av et kvinnelig underliv som viser med piler hvor livmor, tarm, blære, skjede og urinrør er plassert",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/normal-anatomi_0.png",
              "alt": "Tversnitt av et mannlig underliv som viser med piler hvor blære, tarm, blære, prostatakjertel og urinrør er plassert",
              "title": ""
            }
          ],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-for-urin/normalfunksjon/",
          "scraped_at": "2025-09-27 20:25:11",
          "section_id": "normal-functions",
          "section_title": "Normalfunksjon"
        },
        "symptoms": {
          "title": "Symptomer – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Symptomene varierer",
              "level": 5,
              "content": [
                "Følelse av ufullstendig tømming",
                "Hyppig vannlating på dagtid og om natten.",
                "Nedsatt trykk på urinstrålen, nødvendig å bruke bukpress eller presse med hånden.",
                "Bruker lang tid for å starte vannlatingen (hesitasjon).",
                "Vannlatingen kan være oppstykket og det kan ta lang tid å tømme blæren.",
                "Får ikke latt noe urin i det hele tatt.",
                "Urinveisinfeksjoner er for mange eneste symptom og kan skyldes resturin.",
                "Urinlekkasje kan også være eneste tegn på at blæren ikke blir tømt. Dersom man går med store mengder urin i blæren kan man ha smålekkasjer av urin ved at det “renner over”.",
                "Tyngde- eller oppfylt følelse i magen/bekkenet."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/montasje1.jpg",
              "alt": "",
              "title": ""
            }
          ],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-for-urin/symptomer/",
          "scraped_at": "2025-09-27 20:25:12",
          "section_id": "symptoms",
          "section_title": "Symptomer"
        },
        "causes": {
          "title": "Årsaker – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Ulike årsaker",
              "level": 5,
              "content": [
                "Problemer med å tømme blæren kan skyldes ulike tilstander. For eksempel kan ulike sykdommer forstyrre nervesignalene mellom vannlatingssentrene i hjernen og blæra. Eksempler på dette kan være Multippel sklerose (MS), Parkinson, hjerneslag, skiveprolaps eller operasjoner i bekkenet. Disse tilstandene kan føre til nevrogen påvirkning slik at blæren ikke trekker seg så godt sammen ved tømming eller at lukkemuskelen i urinrøret ikke åpner seg slik den skal. Tømmingsproblemer kan også være av psykologisk art, men det er viktig å utelukke andre årsaker."
              ]
            },
            {
              "heading": "Hindret urinstrøm",
              "level": 5,
              "content": [
                "Tilstander som medfører tranghet i urinrøret som ved forstørret prostata hos menn, eller striktur (forsnevring i urinrøret etter for eksempel permanent kateter, strålebehandling, kirurgi eller fallskade) kan også føre til at urinstrømmen hindres.",
                "Enkelte medikamenter kan hos noen føre til urinretensjon. Forstoppelse i tarmen, kirurgiske inngrep eller andre endringer som for eksempel fremfall av livmor eller skjede kan også føre til avklemminger mot urinrøret og hindre tømmefunksjonen."
              ]
            },
            {
              "heading": "Smerter",
              "level": 5,
              "content": [
                "For noen kan ulike smertetilstander i bekkenbunnen gi vanskeligheter med å tømme blæren ved at bekkenbunnsmuskulaturen forblir anspent og ikke slapper tilstrekkelig av. Det blir dermed ikke helt “åpnet opp” og urinpassasjen reduseres."
              ]
            },
            {
              "heading": "Svekket blæremuskelatur",
              "level": 5,
              "content": [
                "Andre ganger er det selve muskulaturen i blæren som rett og slett ikke arbeider godt nok med å trekke seg sammen under tømmingen. Slik svekkelse av blæremuskulaturen kan ha kjent årsak, mens andre ganger er det ikke kjent hvorfor det er slik."
              ]
            },
            {
              "heading": "Toalettvaner",
              "level": 5,
              "content": [
                "Toalettvaner spiller også en rolle hos noen. Der hvor en over tid ikke har hatt etablert gode vaner for å tømme blæren kan det etter hvert føre til at en ikke kjenner følelsen av fylning like godt som tidligere. Blærekapasiteten blir dermed gradvis utvidet inntil den blir for stor og urinblæren evner ikke å jobbe like godt som tidligere. På samme måte er vi avhengig av å gi blæren mulighet for å tømme seg så normalt som mulig, altså at den får tid og ro til å trekke seg godt sammen når en sitter på toalettet. Dersom en ikke legger til rette for dette kan det på sikt føre til redusert tømmeevne og noe urin kan bli igjen i blæren etter tømming, såkalt resturin."
              ]
            },
            {
              "heading": "“Sjenert blære”",
              "level": 5,
              "content": [
                "Hos noen oppleves det å late vannet på offentlige toalett, som et problem. Frykt for å urinere i nærheten av andre, eller frykt for at andre skal høre noe eller komme inn på toalettet, gjør at det bare “stopper opp”. Dette er også beskrevet som “paruresis” eller “sjenert blære” og kan for noen påvirke hverdagen og livskvaliteten i stor grad. Tiltanden beskrives som en fobi, hvor frykten for å late vannet fører til problemer med å urinere. Før en kan beskrive en slik tilstand må det utredes og utelukkes at det er noe fysisk galt med urinveiene. Paruresis er dermed i utgangspunktet et psykologisk problem som krever annen tilnærming i forhold til behandling, enn tilstander av fysisk årsak."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/COLOURBOX2584429.png",
              "alt": "Bilde av ryggen til en gutt som står å tisser",
              "title": ""
            }
          ],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-for-urin/arsaker/",
          "scraped_at": "2025-09-27 20:25:13",
          "section_id": "causes",
          "section_title": "Årsaker"
        },
        "diagnosis": {
          "title": "Utredning – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Resturinmåling",
              "level": 5,
              "content": [
                "Måle mengde urin som er igjen etter vannlating med normal følelse av vannlatingstrang. Dette kan måles ved hjelp av ultralydapparat eller blærescanner hvor en ved hjelp av en probe og gele måler over magen. En kan også måle ved å tømme blæren med et engangskateter etter vannlatingen."
              ]
            },
            {
              "heading": "Flowmetri",
              "level": 5,
              "content": [
                "Måling av urinstrømmen. Dette gjøres ved at en later vannet på et spesialtoalett hvor man registrerer mengde urin og hastigheten på strålen."
              ]
            },
            {
              "heading": "Drikke- og vannlatingsdagbok",
              "level": 5,
              "content": [
                "Under utredning av de fleste vannlatingsplager er det nesten alltid nødvendig å kartlegge hvordan vannlatingen fungerer i det daglige og dermed viktig at dette blir registrert hjemme.Eksempel på verktøy som kan brukes ved registrering er",
                "Vannlatingsdagbok (pdf-fil)",
                "App til registrering utviklet av Wellspect Healthcare",
                "App til registrering utviklet av Coloplast"
              ]
            },
            {
              "heading": "Urodynamisk undersøkelse",
              "level": 5,
              "content": [
                "Ved hjelp av trykksensorer på katetre måles det hvordan blæren arbeider under fylning og tømming samt registrering av urinstrømmen ved vannlating."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/COLOURBOX14825930_resized.jpg",
              "alt": "",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2022/01/vanlatingsbok.pdf",
              "text": "Vannlatingsdagbok (pdf-fil)",
              "title": ""
            },
            {
              "url": "http://www.wellspect.no/blare/en-god-start-med-rik/finn-din-egen-rutine/lofric-miksjonsapp",
              "text": "App til registrering utviklet av Wellspect Healthcare",
              "title": ""
            },
            {
              "url": "https://blaeren.no/et-godt-samtalegrunnlag",
              "text": "App til registrering utviklet av Coloplast",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-for-urin/utredning/",
          "scraped_at": "2025-09-27 20:25:15",
          "section_id": "diagnosis",
          "section_title": "Utredning"
        },
        "treatment": {
          "title": "Behandling – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Videre på disse sidene er det informasjon om behandling med blant annet råd om enkle grep du selv kan utføre hjemme. Dersom man ikke kommer i mål med konservative tiltak, kan det være aktuelt med kirurgiske inngrep."
              ]
            }
          ],
          "images": [],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-for-urin/behandling/",
          "scraped_at": "2025-09-27 20:25:17",
          "section_id": "treatment",
          "section_title": "Behandling"
        },
        "treatment-conservative": {
          "title": "Konservativ behandling – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Etablere gode toalettvaner",
              "level": 5,
              "content": [
                "Med dette menes at en later vannet regelmessig, minimum 4 ggr per dag. Det er viktig å tilpasse antall blæretømminger slik at vannlatingsvolum per gang ligger mellom 250-400 (max 500) ml. Ved små urinvolum bør man unngå å late vannet med en gang man kjenner at det er noe i blæren, for å unngå å få redusert blærekapasitet. Her vil noen ha hjelp i å late vannet ”etter klokken” hver 3.-4.time og ikke etter trangfølelse. Sørge for å bruke rikelig med tid på toalettet og unngå å stresse."
              ]
            },
            {
              "heading": "Stilling på toalettet er også av betydning",
              "level": 5,
              "content": [
                "Viktig å ha god kontakt mellom føttene og gulvet når en sitter slik at en får til å slappe godt av samt har ryggen lett fremoverlent. For menn som later vannet stående kan det oppleves avlastende å støtte med en strak arm mot veggen bak toalettet og kjenne at bekkenbunn og setemuskulatur slapper av. Menn som har svak blæremuskel tømmer seg gjerne bedre ved å sitte enn ved å stå. Når kvinner står, tømmer de dårligere."
              ]
            },
            {
              "heading": "Avslapning i muskulatur",
              "level": 5,
              "content": [
                "For at urinen skal passere er det viktig at de indre lukkemusklene i urinrøret og muskulaturen i bekkenbunnen slapper av. Det er viktig å unngå og knipe/spenne muskulaturen. Det kan være en fordel å trene på å knipe og slippe for å kjenne når muskelaturen slapper godt av. Noen kan ha hjelp av å trene på avspenning individuelt med fysioterpeut."
              ]
            },
            {
              "heading": "Dobbeltissing",
              "level": 5,
              "content": [
                "Etter endt vannlating kan en gjenta vannlatingen. Dette kan gjøres med å endre stilling ved for eksempel å reise seg opp fra toalettet for så å sette seg og late vannet på ny og se om en da greier å tømme ytterligere."
              ]
            },
            {
              "heading": "Engangskateterisering",
              "level": 5,
              "content": [
                "Dersom en ikke klarer å tømme blæren på vanlig måte, må man lære seg å tømme blæren med kateter. Når man har lært dette, er det en enkel, grei og renslig måte å tømme blæren på.",
                "For å lære mer om selve kateteriseringsprosedyren kan du se instruksjonsfilmer utviklet at firmaene; Wellspect, Coloplast og Hollister."
              ]
            },
            {
              "heading": "Permanent kateter",
              "level": 5,
              "content": [
                "Dersom det ikke er mulig å tømme blæren på annen måte, er det mulig å legge inn et permanent kateter. Selv om det blir byttet regelmessig, vil det i det lange løp alltid innebære mange komplikasjoner. Det er noen fordeler ved å ha kateter direkte inn i blæren gjennom huden i stedet for gjennom urinrøret."
              ]
            },
            {
              "heading": "Selvblokking med kateter",
              "level": 5,
              "content": [
                "Har man forsnevring i urinrøret og har blitt behandlet kirurgisk med oppblokking, kan noen også måtte fortsette med å blokke med kateter selv. Dette gjøres ved hjelp av engangskateter som en får opplæring i å uføre. Kateter føres inn i urinrøret forbi det trange området og trekkes ut, og vil på denne måten holde urinrøret åpent."
              ]
            },
            {
              "heading": "Medikamenter",
              "level": 5,
              "content": [
                "Tabletter for å få lukkemuskelaturen rundt urinrøret til å slappe bedre av samt tabletter som krymper prostata hos menn er også alternativ dersom slike forhold skaper problemer med å tømme blæren (eks Omnic, Tamsulosin div)."
              ]
            },
            {
              "heading": "Eksponeringstrening",
              "level": 5,
              "content": [
                "Ved tilstander hvor det ikke er påvist noe galt med urinveiene, men hvor problemet skyldes en fobi, bør man henvises til psykologspesialist som har erfaring med behandling av slike tilstander. Eksponeringstrening har vist veldig gode resultater. I tillegg er det nyttig og komme i kontakt med andre i samme situasjon – likemenn. Tilstanden er relativt vanlig, likevel er det få som kjenner til den i Norge."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/COLOURBOX3795911_resized-201x300.jpg",
              "alt": "Bilde av en eldre dame som prater med helsepersonell",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/trinn1_0.png",
              "alt": "Illustrasjon av korrekt sittemåte på toalettet med med en stilisert person som har fotene på en skammel så knærne kommer høyt opp og piler som viser hvordan du skal lene deg. Tekst: Trinn 1 - Knærne høyere enn hoften",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/trinn2.png",
              "alt": "Illustrasjon av korrekt sittemåte på toalettet med med en stilisert person som har fotene på en skammel så knærne kommer høyt opp og piler som viser hvordan du skal lene deg. Tekst: Trinn 2 - Len fremover og hvil albuene på knærne",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/trinn3.png",
              "alt": "Illustrasjon av korrekt sittemåte på toalettet med med en stilisert person som har fotene på en skammel så knærne kommer høyt opp og piler som viser hvordan du skal lene deg. Tekst: Trinn 3 - Spenn magen ut og rett ryggen",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/korrekt.png",
              "alt": "Illustrasjon av korrekt sittemåte på toalettet med med en stilisert person som har fotene på en skammel så knærne kommer høyt opp og piler som viser hvordan du skal lene deg. Tekst: Korrekt posisjon - knærne høyere enn hoften. Len fremover og hvil albuene på knærne. Spenn magen ut og rett ryggen",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "https://www.wellspect.no/blare/en-god-start-med-rik/selvkateterisering-trinn-for-trinn",
              "text": "Wellspect",
              "title": ""
            },
            {
              "url": "https://www.coloplast.no/Blare-og-tarm-/Bruksanvisninger/",
              "text": "Coloplast",
              "title": ""
            },
            {
              "url": "https://www.hollister.no/nb-no/continencecare/continencecarelearningcenter/continenceresources",
              "text": "Hollister",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-for-urin/behandling/konservativ-behandling/",
          "scraped_at": "2025-09-27 20:25:18",
          "section_id": "treatment-conservative",
          "section_title": "Konservativ behandling"
        },
        "treatment-surgical": {
          "title": "Kirurgisk behandling – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Blokking",
              "level": 5,
              "content": [
                "Blokking er et inngrep som gjøres dersom et område i urinrøret er trangt og skaper passasjehinder. Slik utvidelse av det trange området gjøres i lokalbedøvelse ved hjelp av et instrument som føres forbi og utvider/presser ut det trange partiet."
              ]
            },
            {
              "heading": "Intern urethrotomi",
              "level": 5,
              "content": [
                "Inngrep som innebærer en spalting av forsnevringen i urinrøret. Ved å snitte i/åpne opp det trange området utvides det. Et kateter legges deretter midlertidig inn i urinrøret slik at det holdes åpent en stund til at det har grodd."
              ]
            },
            {
              "heading": "Urethroplastikk",
              "level": 5,
              "content": [
                "Dette inngrepet er ofte eneste måte å bli varig bra på ved plager med striktur. Urethroplastikk innebærer at det innsnevrede partiet av urinrøret fjernes, og det transplanteres slimhinne, f.eks. fra munnslimhinnen, som erstatning."
              ]
            },
            {
              "heading": "TUR-P",
              "level": 5,
              "content": [
                "Dersom plager med å late vannet skyldes at prostatakjertelen klemmer inn mot urinrøret, kan deler av prostatavevet fjernes slik at det blir mer åpent og bedre plass for urinen. Dette kalles transurethral reseksjon av prostata (TUR-P)."
              ]
            },
            {
              "heading": "Sakral nervemodulering",
              "level": 5,
              "content": [
                "Problemer med vannlatingen kan skyldes at nervesignalene er påvirket og at signaler til både blæremuskulatur, lukkemuskulatur og vannlatingssenter i hjernen, ikke fungerer slik de skal. I enkelte tilfeller kan det forsøkes å stimulere/modulere nervene nede i ryggen (sakral del) som blant annet styrer vannlatingen. Dette gjøres ved hjelp av en elektrode og en stimulator (pacemaker) som gir svake strømsignaler."
              ]
            },
            {
              "heading": "Urostomi",
              "level": 5,
              "content": [
                "I noen tilfeller er problemene store og uttalte. I tillegg kan det være andre elementer som feks annen sykdom/livssituasjon som spiller inn på hvordan plagene best bør håndteres. Et inngrep om da kan være aktuelt er å få en urinavledning i form av en urostomi. De vil si til at urinen kommer ut via en åpning på magen, som kobles pose på."
              ]
            },
            {
              "heading": "Kontinent stomi",
              "level": 5,
              "content": [
                "Noen ganger kan det lages et innvendig reservoar som man kan tappe med kateter gjennom en åpning på magen. En slik løsning hvor urinen ikke renner ut av seg selv, men må tømmes, kalles kontinent stomi."
              ]
            }
          ],
          "images": [],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-for-urin/behandling/kirurgisk-behandling/",
          "scraped_at": "2025-09-27 20:25:19",
          "section_id": "treatment-surgical",
          "section_title": "Kirurgisk behandling"
        },
        "resources": {
          "title": "Ressurser – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Her finner du lenker til relevante nettsider som kan gi deg mer informasjon om tømmingsproblemer for urin og hjelpe deg å komme i kontakt med andre som har de samme problemene.",
                "Snu mobilen på siden for å se hele tabellen."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://unn.no/fag-og-forskning/nasjonal-kompetansetjeneste-for-inkontinens-og-bekkenbunnsykdom-nkib",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://www.facebook.com/nkib.unn/",
              "text": "Facebook",
              "title": ""
            },
            {
              "url": "http://nofus.no/",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://www.facebook.com/NofusNorge/",
              "text": "Facebook",
              "title": ""
            },
            {
              "url": "https://kurs.helse-sorost.no/ScormServices/ScoStart.aspx?load=preview&scorm_version=1.2&starting_url=/elps40/Content/9818edac-c296-46b4-b1e1-f17f4016091b/index.html",
              "text": "Kursside",
              "title": ""
            },
            {
              "url": "https://helsenorge.no/sykdom/underliv/forstorret-prostata",
              "text": "Om forstørret prostata",
              "title": ""
            },
            {
              "url": "https://helse-bergen.no/norsk-ms-veileder",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://www.msveileder.no/artikkel/88/vannlatingsproblemer",
              "text": "Vannlatingsproblemer",
              "title": ""
            },
            {
              "url": "https://ffm.no/2015/06/10/bare-pisspreik-om-a-late-vannet/",
              "text": "Bare pisspreik – om å late vannet",
              "title": ""
            },
            {
              "url": "https://nikola.nu/",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://kateterfakta.nu/",
              "text": "Kateterfakta.nu",
              "title": ""
            },
            {
              "url": "https://www.coloplast.no/blare-og-tarm-/bruksanvisninger/",
              "text": "Coloplast",
              "title": ""
            },
            {
              "url": "http://www.wellspect.no/produkter/produkter-for-urinveiene",
              "text": "Wellspect",
              "title": ""
            },
            {
              "url": "http://www.hollister.no/nb-no/continencecare/continencecarelearningcenter/continenceresources",
              "text": "Hollister",
              "title": ""
            },
            {
              "url": "http://www.wellspect.no/blare/slik-fungerer-urinveiene/symptomer-fra-urinveiene/urinveisinfeksjon/stopp-uvi-app",
              "text": "StoppUVI",
              "title": ""
            },
            {
              "url": "https://paruresis.org/",
              "text": "IPA",
              "title": ""
            },
            {
              "url": "http://nkib.helsekompetanse.no/sites/nkib.helsekompetanse.no/files/UC201808132NO_Interstim_Patient_Brochure_Bladder_Rebrand_A5_Pres.pdf",
              "text": "Brosjyre",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-for-urin/ressurser/",
          "scraped_at": "2025-09-27 20:25:23",
          "section_id": "resources",
          "section_title": "Ressurser"
        },
        "references": {
          "title": "Referanser – Bekkenbunnsportalen",
          "sections": [],
          "images": [],
          "links": [
            {
              "url": "https://ugeskriftet.dk/videnskab/kronisk-obstipation-og-betydning-af-livsstilsfaktorer",
              "text": "Ugeskrift for Læger, 2015, Vol 177, Issue 15, p. 2-6",
              "title": ""
            },
            {
              "url": "https://dsak.dk/wp-content/uploads/2017/07/Obstipation-hos-voksne.pdf",
              "text": "Guidline fra 2015",
              "title": ""
            },
            {
              "url": "https://bmcurol.biomedcentral.com/articles/10.1186/1471-2490-13-27",
              "text": "BMC Urology/2013",
              "title": ""
            },
            {
              "url": "https://www.sciencedirect.com/science/article/pii/S0895435600002328?via%3Dihub",
              "text": "Journal of Clinical Epidemiology/2000",
              "title": ""
            },
            {
              "url": "https://www.sciencedirect.com/science/article/pii/S0090429503007556?via%3Dihub",
              "text": "Urology/2003 Oct",
              "title": ""
            },
            {
              "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4960499/",
              "text": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4960499/",
              "title": ""
            },
            {
              "url": "https://www1.racgp.org.au/newsgp/clinical/paruresis-and-parcopresis-how-gps-can-help",
              "text": "NewsGP/2019",
              "title": ""
            },
            {
              "url": "https://www.ics.org/publications/ici_6/Incontinence_6th_Edition_2017_eBook_v2.pdf",
              "text": "Incontinence 6th Edition 2017",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-for-urin/referanser/",
          "scraped_at": "2025-09-27 20:25:25",
          "section_id": "references",
          "section_title": "Referanser"
        }
      }
    },
    "fecal-incontinence": {
      "id": "fecal-incontinence",
      "title": "Avføringslekkasje",
      "main": {
        "title": "Avføringslekkasje – Bekkenbunnsportalen",
        "sections": [
          {
            "heading": "Content",
            "level": 1,
            "content": [
              "På disse sidene finner du informasjon om avføringslekkasje, også kalt fekal eller anal inkontinens. Her er beskrivelse av normalfunksjon til tarmen, symptomer på avføringslekkasje, utredning og behandling av slike plager. Kanskje har du slike problemer selv, eller du kjenner noen som er rammet av disse symptomene.",
              "Våg å snakk om avføringslekkasje"
            ]
          }
        ],
        "images": [
          {
            "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2020/01/Ingunn2.jpg",
            "alt": "",
            "title": ""
          }
        ],
        "links": [],
        "quotes": [],
        "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/",
        "scraped_at": "2025-09-27 20:25:28"
      },
      "sections": {
        "normal-functions": {
          "title": "Normalfunksjon – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Tarmens oppbygging",
              "level": 5,
              "content": [
                "Magetarmkanalen begynner ved munnhulen og slutter ved endetarmsåpningen. Den består av munnhule, spiserør, magesekk, tolvfingertarm, tynntarm, tykktarm, endetarm og analkanalen med dens lukkemuskler. Tykktarm og endetarm ivaretar en veldig vesentlig rolle for normal funksjon. Tarmen består av slimhinne samt to ytre muskellag.",
                "Tarmens bevegelsesmønster reguleres av tarmens eget nervesystem, sirkulerende hormoner i blodet samt nerveimpulser fra hjerne og ryggmarg. Alt i alt er bevegelsesmønsteret et komplekst resultat av alle disse faktorer. Endring i denne balansen vil kunne føre til funksjonsforstyrrelser, for eksempel analinkontinens, forstoppelse og tømmingsproblemer."
              ]
            },
            {
              "heading": "Kontinensmekanisme",
              "level": 5,
              "content": [
                "Å være kontinent innebærer å ha kontroll på avføring og tarmluft. Kontinensmekanismen innebærer et samspill av mange faktorer. Koordinasjon av tykktarmen, endetarmen, bekkenbunnen og analkanalen er vesentlig. I tillegg er intakte kognitive funksjoner, evne til forflytning samt tilgang til toalettfasiliteter avgjørende."
              ]
            },
            {
              "heading": "Avføringslekkasje (anal inkontinens)",
              "level": 5,
              "content": [
                "Avføringslekkasje innebærer ufrivillig lekkasje for fast eller flytende avføring og manglende evne til å utsette trang. Om det i tillegg forekommer lekkasje for luft, kalles tilstanden anal inkontinens, som kan oppleves som en like plagsom tilstand.",
                "Funksjonsforstyrrelse som fører til anal inkontinens kan være skade på analkanalens lukkemuskler, for eksempel i forbindelse med fødselsskader eller kirurgi. Andre årsaker kan være betennelse i endetarmens slimhinne som ved for eksempel inflammatorisk tarmsykdom. Anal inkontinens sees også i forbindelse med andre tilstander som nevrologiske sykdommer, ryggmargsskade, diabetes mellitus, som bivirkning til medikamenter og medfødte misdannelser."
              ]
            },
            {
              "heading": "Tarmtømming (defekasjon)",
              "level": 5,
              "content": [
                "En normal tarmtømming er et samspill mellom ikke-viljestyrte og viljestyrte prosesser. Dette samspillet er komplekst og deler av selve mekanismen er ikke fullstendig kartlagt. I forbindelse med måltid igangsettes en massebevegelse i tykktarmen, avføring passerer fra tykktarmen og ned i endetarmen. Denne mekanismen sender nervesignaler til analkanalens lukkemuskler, primært til den ytre lukkemuskelen og bekkenbunnen som trekker seg sammen inntil en har kommet frem til toalettet. Deretter skjer en avslapning av både ytre- og indre lukkemuskel og tømmingen kan skje."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/elementor/thumbs/kropp-med-tykktarm-4-pgaxo5z4bvcdwe7glzcza1xctuy8znnviuxu80y00w.png",
              "alt": "Illustrasjon av en kvinne som viser plassering av de indre organene, samt stor illustrasjon av tykktarm",
              "title": "kropp-med-tykktarm-4"
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/bekkengulv_med_tekst-768x503.png",
              "alt": "Illustrasjon av et bekken sett ovenfra med tekst og piler som viser hvor bekkenbunnen, endetarmen, skjeden og urinrøret er plassert",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/sfinkter_front_woie-768x431.png",
              "alt": "Illustrasjon fra fremsiden av et bekken, som viser med streker plassering av rektum, bekkenbunn, puborektalis slynge, samt ytre og indre lukkemuskel",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/sfinkter_side_woie-768x575.png",
              "alt": "Illustrasjon fra siden av et bekken, som viser med streker plassering av puborektalis slynge, samt ytre og indre lukkemuskel",
              "title": ""
            }
          ],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/normalfunksjon/",
          "scraped_at": "2025-09-27 20:25:28",
          "section_id": "normal-functions",
          "section_title": "Normalfunksjon"
        },
        "symptoms": {
          "title": "Symptomer – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Kjennetegn ved analinkontinens",
              "level": 5,
              "content": [
                "Analinkontinens kan arte seg på ulike måter;",
                "Ufrivillig lekkasje via endetarmen av luft, flytende avføring, fast avføring",
                "Soiling (striper i undertøyet)",
                "Lekkasje ved samleie",
                "Episoder med brå og sterk trang til avføring (hastverkslekkasje/urge)",
                "Manglende evne til å kjenne når du skal ha avføring",
                "Ufullstendig tømming ved toalettbesøk",
                "Nedsatt lyst til å være aktiv og sosial på grunn av lekkasjer eller frykt for dette"
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/firegenerasjoner.jpg",
              "alt": "Collage av fire personer, en eldre dame og mann, en yngre mann og en dame med barn",
              "title": ""
            }
          ],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/symptomer/",
          "scraped_at": "2025-09-27 20:25:30",
          "section_id": "symptoms",
          "section_title": "Symptomer"
        },
        "symptoms-stories": {
          "title": "Pasienthistorier – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Ofte kan det være nyttig å lytte til andres erfaringer med inkontinens.",
                "Vibeke Sætherskar opplevde å miste kontrollen over avføringen, og hun fikk også god hjelp."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/vibeke-259x300.jpg",
              "alt": "",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "http://www.klikk.no/foreldre/helse/article801667.ece",
              "text": "Les et intervju med Vibeke om dette og hva det gjorde med hennes liv",
              "title": ""
            },
            {
              "url": "https://www.nrk.no/nordland/_-a-bli-ufor-bor-ikke-vurderes-som-en-_akseptabel-risiko_-etter-fodsel-1.13991907",
              "text": "Å bli ufør bør ikke vurderes som en «akseptabel risiko» etter fødsel. Artikkel på NRK med intervju av Sætherskar.",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/symptomer/pasienthistorier/abid-rajas-sykdom/",
              "text": "Abid Rajas sykdom",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/symptomer/pasienthistorier/",
          "scraped_at": "2025-09-27 20:25:32",
          "section_id": "symptoms-stories",
          "section_title": "Pasienthistorier"
        },
        "causes": {
          "title": "Årsaker – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Det er mange årsaker til analinkontinens, og tilstanden er ofte forårsaket av flere faktorer. Den største enkeltfaktoren er skade på lukkemuskelen som oppstår under vaginal fødsel. Selv om skaden oppdages og repareres med en gang, vil 30-50% få vedvarende lekkasjesymptomer i større eller mindre grad. Dette forklarer hvorfor analinkontinens er 10-20 ganger hyppigere hos kvinner enn menn.",
                "Operasjoner rundt endetarmen og i bekkenet, nevrologiske sykdommer, medikamenter, tarmsykdom som gir løs konsistens, skader etter stråling av kreft, og overgrep er også blant årsakene til avføringslekkasje. Fordi det kan være mange årsaker til inkontinens, er det viktig å kartlegge sykdommen og mulige årsaker, grundig."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/morogbarn-web.jpg",
              "alt": "",
              "title": ""
            }
          ],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/arsaker/",
          "scraped_at": "2025-09-27 20:25:33",
          "section_id": "causes",
          "section_title": "Årsaker"
        },
        "causes-birth": {
          "title": "Fødsel – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Rift (ruptur) under fødsel",
              "level": 5,
              "content": [
                "Skjedeåpningen og endetarmsåpningen ligger like ved hverandre (se illustrasjon over). Noen ganger kan det oppstå en rift (ruptur) under fødsel som kan innebære en skade på endetarmens lukkemuskler, en såkalt sfinkterruptur. I slike tilfeller er det viktig at skaden blir identifisert og klassifisert på riktig måte. Slik klassifiseres rifter i medisinske termer:",
                "Grad III: Omfatter skade på perineum (området mellom skjedeinngangen og endetarmsåpningen), bekkenbunn, skjede og analsfinkter.",
                "Grad IIIa: Mindre enn 50 prosent av eksterne sfinkter er skadet.",
                "Grad IIIb: Mer enn 50 prosent av ytre eksterne sfinkter er skadet.",
                "Grad IIIc: Skade som også omfatter interne sfinkter.",
                "Grad IV: som Grad IIIc men i tillegg skade på anal/rectalslimhinne.",
                "Problemer i etterkant av denne type skade kan være:",
                "lekkasje av luft og/eller avføring",
                "urinlekkasje",
                "smerter i perineum",
                "dyspareuni (smerter under samleie)",
                "Ifølge medisinsk fødselsregister fødte i overkant av 53 000 kvinner barn i 2012. Av disse opplevde i underkant av 1000 å få alvorlig skade på lukkemuskelen. Man regner med at 1/3 av disse vil få plager med lekkasje på ett eller annet tidspunkt."
              ]
            },
            {
              "heading": "Støtteteknikk og forebygging av fødselsrift",
              "level": 5,
              "content": [
                "Vi vet at det er større risiko for analinkontinens ved større rupturer, enn ved mindre. Korrekt håndtering av riften er også av betydning for risiko for analinkontinens. I Norge har vi i siden 2009 hatt fokus på støtteteknikk under siste del av fødsel. Dette er en teknikk hvor jordmor ser underlivet når barnet kommer ut, og kan med hendene sine støtte og holde på barnets hode og morens mellomkjøtt, for å unngå rift.",
                "Resultatet av praksisen med støtteteknikk har vært at tallet på alvorlige rifter nesten er blitt halvert de siste årene. Finland er foregangsland på dette feltet. Bruken av støtteteknikk har gjort at Finland er det landet i Europa med lavest antall alvorlige rifter."
              ]
            },
            {
              "heading": "Trene bekkenbunnsmuskulaturen",
              "level": 5,
              "content": [
                "Gjennom å trene bekkenmuskulaturen etter fødsel, uansett om man har fått en skade eller ikke, reduserer man, og kan også helt unngå å bli plaget av, avførings- og urinlekkasje. Lær mer om trening av bekkenbunnsmuskulaturen under konservativ behandling."
              ]
            },
            {
              "heading": "Dersom rifter er oppstått",
              "level": 5,
              "content": [
                "Alle kvinner som har født bør få instruksjon i bekkenbunnstrening av fysioterapeut for å bedre muligheten til å unngå inkontinens. De som har gjennomgått perinealruptur grad 3 og 4 bør ved utreise få med seg informasjonsskriv om skaden, samt tilbys kontroll etter 6-12 måneder hos gynekolog. Dersom kvinnen har symptomer i form av analinkontinens, bør hun utredes videre samt henvises til behandling. Les mer om plager under graviditet og etter fødsel."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/elementor/thumbs/kvinnelig-bekkenbunnn-pgaysckqhwco89u6yuntdevr1uw51u6s1qy3svd40w.png",
              "alt": "Tversnitt av et kvinnelig underliv som viser med piler hvor livmor, tarm, blære, skjede og urinrør er plassert",
              "title": "kvinnelig-bekkenbunnn"
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/stotteteknikk_0-300x231.jpg",
              "alt": "Bilde som viser hvoran man avlaster bekkenet under fødsel",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overview",
              "text": "plager under graviditet og etter fødsel.",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/arsaker/fodsel/",
          "scraped_at": "2025-09-27 20:25:35",
          "section_id": "causes-birth",
          "section_title": "Fødsel"
        },
        "causes-surgery": {
          "title": "Operasjoner – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Prostataoperasjon",
              "level": 5,
              "content": [
                "Kreft i prostatakjertelen er i dag den hyppigste kreftform blant menn i Norge Denne kjertelen ligger foran endetarmen og omkranser urinrøret som en mansjett ved utløpet av urinblæren. Operasjoner på prostata medfører inngrep svært nær muskulaturen og nervene som styrer urin og avføring, og det er en risiko for å bli plaget av analinkontinens i etterkant av slike operasjoner."
              ]
            },
            {
              "heading": "Operasjon i endetarmen",
              "level": 5,
              "content": [
                "Ved fjerning av fistler eller hemoroider i området rundt endetarmen, kan det komme skade på lukkemuskelen, og man kan i etterkant få problemer med å holde på avføringen.",
                "I tilfeller av svulst eller kreft i endetarmen kan det være nødvendig å fjerne en del av endetarmen. I motsetning til den lange tynntarmen, er endetarmen kort, og en del av lagringskapasiteten blir redusert med et slikt inngrep. Dette kan føre til lekkasjeplager."
              ]
            },
            {
              "heading": "Utlagt tarm",
              "level": 5,
              "content": [
                "Etter sykdom eller operasjon er det noen ganger nødvendig å legge ut tarmen midlertidig, det vil si lage en stomi. Når man da etter en tid legger tilbake tarmen, kan det bli problemer med lekkasje av avføring på grunn av at lukkemuskelen ikke har vært aktiv. Plagene er ofte forbigående."
              ]
            },
            {
              "heading": "Strålebehandling",
              "level": 5,
              "content": [
                "Kreftsvulster i bekkenet behandles av og til med strålebehandling. Dessverre klarer man ikke å stråle kun kreftcellene. De friske cellene rundt blir også påvirket. Dette kan ha negativ effekt på avføringen. For eksempel kan slimhinnen i endetarmen bli skadet, noe som medfører nedsatt lagringskapasitet i endetarmen. Dette kan føre til lekkasje av avføring."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/operasjoner-web.jpg",
              "alt": "Bilde som viser utsnitt fra en operasjon",
              "title": ""
            }
          ],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/arsaker/operasjoner/",
          "scraped_at": "2025-09-27 20:25:36",
          "section_id": "causes-surgery",
          "section_title": "Operasjoner"
        },
        "causes-neurological": {
          "title": "Nevrologiske sykdommer – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Lukkemuskelens funksjon styres av nerver som kommer ut fra ryggmargen. Noen sykdommer gir skade på disse nervene, og kan gi plager i form av opstipasjon (forstoppelse) eller manglende kontroll på avføring og urin. Andre tilstander slik som Multippel sklerose, Parkinson og hjerneslag skyldes skader i sentralnervesystemet, kan også påvirke tarmens bevegelsesmønster og lukkemuskelfunksjonen. Diabetes kan over tid også gi slike plager.",
                "På bildet nedenfor kan du se hvor man får skade ved de ulike sykdommene."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/nevrologiske-sykdommer-minus-firkant.jpg",
              "alt": "Illustrasjon av hjernen og nervene og deres sammenheng med tarmen",
              "title": ""
            }
          ],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/arsaker/nevrologiske-sykdommer/",
          "scraped_at": "2025-09-27 20:25:38",
          "section_id": "causes-neurological",
          "section_title": "Nevrologiske sykdommer"
        },
        "causes-medication": {
          "title": "Medikamenter – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Medikamenter kan påvirke både tarmens funksjon og avføringskonsistensen. Dette kan føre til en diarètilstand, enten som følge av en forstoppelse eller løs avføring. Løs avføring kan disponere for analinkontinens. Eksempler på slike medikamenter er antibiotika, statiner, antidepressiva, morfinpreparater, nevroleptika, laxantia og metformin."
              ]
            }
          ],
          "images": [],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/arsaker/medikamenter/",
          "scraped_at": "2025-09-27 20:25:40",
          "section_id": "causes-medication",
          "section_title": "Medikamenter"
        },
        "causes-abuse": {
          "title": "Overgrep – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Seksuelle overgrep kan være årsak til fysisk skade på muskler og vev, bekkenbunn, skjede og/eller analåpning. Denne typen skader kan føre til avføringslekkasje. I tillegg fører overgrep ofte til betydelig psykososial belastning som sekundært kan lede til analinkontinens."
              ]
            }
          ],
          "images": [],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/arsaker/overgrep/",
          "scraped_at": "2025-09-27 20:25:41",
          "section_id": "causes-abuse",
          "section_title": "Overgrep"
        },
        "diagnosis": {
          "title": "Utredning – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "For å få best mulig hjelp for inkontinens, må det gjennomføres en grundig utredning av problemene dine. Utredningen tar sikte på å avdekke årsaken til lekkasjeplagene, og en grundig gjennomgang av sykehistorien din er essensiell. Sentrale spørsmål i denne kartleggingen vil være: Når og i hvilken sammenheng startet lekkasjene? Hvor ofte og hvor mye lekker du?",
                "Mange med avføringslekkasje har også plager med urinlekkasje og det er viktig at du forteller om dette til behandler."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/eldredame-web.jpg",
              "alt": "Bilde av eldre dame som kikker litt misfornøyd til siden",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "https://nofus.no/wp-content/uploads/2020/09/Dagbok-for-personer-med-avforingslekkasje.pdf",
              "text": "avføringsdagbok",
              "title": ""
            },
            {
              "url": "http://nofus.no/?page_id=139",
              "text": "skjema",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/utredning/",
          "scraped_at": "2025-09-27 20:25:42",
          "section_id": "diagnosis",
          "section_title": "Utredning"
        },
        "diagnosis-gp": {
          "title": "Hva gjør FASTLEGEN? – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Fastlegen kan henvise deg videre til spesialist. Hos spesialisten kan du få hjelp gjennom ulike typer behandlinger. Det som imidlertid er viktig å påpeke, er at du allerede på dette tidspunktet kan få veiledning til enkle grep som kan starte prosessen med å redusere symptomene."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://nhi.no/sykdommer/kirurgi/undersokelser/rektoskopi/",
              "text": "rectoskopi",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/utredning/hva-gjor-fastlegen/",
          "scraped_at": "2025-09-27 20:25:43",
          "section_id": "diagnosis-gp",
          "section_title": "Hva gjør FASTLEGEN?"
        },
        "diagnosis-specialist": {
          "title": "Hva gjør SPESIALISTEN? – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Når fastlegen har utredet, og eventuelt kommer frem til at problemet må tas videre for behandling, sender legen en henvisning til spesialist på sykehuset, hvor du kommer til en lege eller sykepleier.",
                "Etter å ha undersøkt deg grundig, vurderer spesialisten om det er behov for konservativ behandling eller inngrep."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://nhi.no/sykdommer/kirurgi/undersokelser/rektoskopi/",
              "text": "rectoscopi",
              "title": ""
            },
            {
              "url": "http://nkib.helsekompetanse.nhttps://www.bekkenbunnsportalen.no/wp-content/uploads/2023/02/AI-retningslinjer-2019-pdf.pdfo/sites/nkib.helsekompetanse.no/files/AI%20retningslinjer%202019%20pdf_1.pdf",
              "text": "Faglige retningslinjer for utredning og konservativ behandling av anorektale funksjonsforstyrrelser (2019)",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/utredning/hva-gjor-spesialisten/",
          "scraped_at": "2025-09-27 20:25:45",
          "section_id": "diagnosis-specialist",
          "section_title": "Hva gjør SPESIALISTEN?"
        },
        "treatment": {
          "title": "Behandling – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Kvinne, 50 år, etter behandling med sakralnervestimulering",
                "Etter utredning vil du og lege avgjøre hvilken behandling som er best for deg. I de aller fleste tilfeller vil en starte med konservativ behandling. Konservativ behandling har for mange god effekt og medfører liten risiko for bivirkninger og komplikasjoner. Konservativ behandling krever en aktiv egeninnsats og forløpet kan ofte strekke seg over tid.",
                "Dersom en ikke oppnår ønsket effekt med konservativ tilnærming vil det være aktuelt med kirurgisk behandling. Dette kan være ulike inngrep. Type inngrep vurderes ut ifra hvert enkelt tilfelle. De fleste som trenger inngrep for å bedre sine plager har også nytte av konservativ behandling i tillegg. Du kan lese mer om de ulike behandlingsalternativene på de påfølgende sidene."
              ]
            }
          ],
          "images": [],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/behandling/",
          "scraped_at": "2025-09-27 20:25:48",
          "section_id": "treatment",
          "section_title": "Behandling"
        },
        "treatment-conservative": {
          "title": "Konservativ behandling – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Livsstilsendring",
              "level": 5,
              "content": [
                "Livsstilsendring innebærer at man får hjelp til å se med nye øyne hva man kan gjøre i hverdagen for å bedre situasjonen. Hvor ofte går man på do, lytter man til kroppens signaler, hvordan “spille på lag” med kroppens reflekser og hva kan man gjøre for å snu uønskede mønstre? Hvordan er det med aktivitet og mosjon? Økt bevissthet om disse forholdene og et helhetlig bilde på hvordan hverdagen arter seg, gjør det lettere å vurdere hva som bør endres og justeres på."
              ]
            },
            {
              "heading": "Kostveiledning",
              "level": 5,
              "content": [
                "Kostveiledning og eventuelt kostendring kan være viktig for å unngå mat som kan gi økte plager. Slike kostråd er generelle og det er viktig å prøve seg frem for å se hva som fungerer best for den enkelte. For mange som opplever at konsistensen på avføringen er med på å forsterke plagene, vil justeringer i kosten kunne virke positivt og gjenopprette normal avføringskonsistens. Både løs og hard avføring kan forverre lekkasjeplagene. Fiber spiller en viktig rolle for regulering av konsistensen, mens noen typer fiber kan forverre plagene. Enkelte kan merke at sterkt krydret mat, fet mat, alkohol og kustig søtningsstoff kan føre til løsere avføring. Dette gjelder også mat og drikke som inneholder koffein. For noen vil det være gunstig å supplere med konsistensregulerende medikamenter/midler for å opprettholde en konsistens som er lett å kvittere komplett, samt forhindrer lekkasje. Eksempel kan være Vi-Siblin (fibertilskudd)."
              ]
            },
            {
              "heading": "Bristol skala",
              "level": 5,
              "content": [
                "Bristol skala, også kalt Bristol stool scale eller Bristol stool chart, er et diagnostisk verktøy som klassifiserer avføringskonsistensen i syv ulike kategorier. Kategoriene én til syv graderes fra hard avføring (1) til flytende avføring (7). Ved problemer tilstrebes konsistensregulering for å oppnå nummer 4, som regnes som normal avføring. Avføringstype nr 4 er mest optimal for å oppnå kontinens samt komplett tømming. Medikamenter Som supplement for å gjøre noe med konsistensen på avføringen kan det være hensiktsmessig å forsøke medikamenter. Noen har for hard avføring som gjør at det etter tømming kommer tynnflytende avføring som er vanskelig å kontrollere. Andre har løsere konsistens på avføringen og som gjør at det er vanskelig å holde igjen og det oppstår lekkasje. I samarbeid med sykepleier/lege finner man frem til det beste alternativet."
              ]
            },
            {
              "heading": "Medikamenter",
              "level": 5,
              "content": [
                "Som supplement for å gjøre noe med konsistensen på avføringen kan det være hensiktsmessig å forsøke medikamenter. Noen har for hard avføring som gjør at det etter tømming kommer tynnflytende avføring som er vanskelig å kontrollere. Andre har løsere konsistens på avføringen og som gjør at det er vanskelig å holde igjen og det oppstår lekkasje. I samarbeid med sykepleier/lege finner man frem til det beste alternativet."
              ]
            },
            {
              "heading": "Her kan du se en instruksjonsfilm om hvordan man trener bekkenbunnen:",
              "level": 5,
              "content": []
            },
            {
              "heading": "Elektrostimulering/biofeedback",
              "level": 5,
              "content": [
                "Hvis det er vanskelig å “få tak i” bekkenbunnsmuskulaturen, kan man bruke biofeedback. Metoden går ut på at man visuelt får en tilbakemelding om man bruker musklene på riktig måte. Dette skjer ved hjelp av en probe i endetarmen eller overflateelektroder som avleser muskelaktivitet. Proben eller elektrodene er koblet til en liten monitor. Monitoren gir informasjon om hvor mye du kniper og hvor mye du relakserer muskulaturen.",
                "Elektrostimulering med svakelektrisk strøm kan benyttes for å trene muskulaturen. Stimuleringen gjøres ved hjelp av en probe i endetarmen eller i skjeden, som er koblet til apparatet. Strømstyrken økes til en selv greier å “få tak i” muskulaturen.",
                "Opplæring og oppfølging av biofeedback og elektrostimulering bør skje under profesjonell veiledning. Det er viktig å huske på at trening, både med og uten biofeedback eller elektrostimulering, må utføres regelmessig for å bygge opp muskulaturen og for å vedlikeholde den."
              ]
            },
            {
              "heading": "Hjelpemidler",
              "level": 5,
              "content": [
                "For mange er det stor nytte og hjelp i ulike inkontinensprodukter som innlegg, hudpleieprodukter, ulike analpropper, ballongskyllesprøyte og irrigasjonssett. Mange av produktene inngår i offentlig refusjonsordning, og kan fås på blåresept."
              ]
            },
            {
              "heading": "Komplett tømming",
              "level": 5,
              "content": [
                "Ved at tarmen er komplett tømt ved tarmtømming (defekasjon) reduseres risikoen for å oppleve siving av avføring etter toalettbesøk. I denne forbindelse er sittestilling med reduksjon av den anorektale vinkelen, av betydning for raskere og mer komplett tarmtømming. Dette oppnås best ved å innta en lett foroverbøyd sittestilling med rett rygg der knærne er høyere enn hoftene (huksittende, evt med bruk av fotkrakk), og en avslappet holdning samtidig som en puster med magen. For mer informasjon om råd ved sittestilling kan du lese på siden om tømmingsproblemer for avføring."
              ]
            },
            {
              "heading": "Tarmtømming med transanal irrigasjon",
              "level": 5,
              "content": [
                "I enkelte tilfeller er det behov for assistert tømming. Transanal irrigasjon (TAI) er en metode som tømmer tarmen ved at vann føres inn i tykktarmen via et kateter (plastrør) i endetarmen. Vannet stimulerer tarmens peristaltiske bevegelser til å kvitte seg med avføring fra endetarmen og nedre del av tykktarmen. For mange er dette en effektiv metode og en får opplæring av helsepersonell i hvordan utføre dette. Regelmessig irrigasjon kan forebygge lekkasjer og gir kontroll over når og hvor avføringen skal skje.",
                "Ut fra symptomer og behov kan det for noen være tilstrekkelig å bare skylle den nedre delen av rektum. I slike tilfeller kan en benytte en ballongsprøyte som er en “enklere” variant av tarmskylling.",
                "Prinsippet bak TAI er det samme, men utstyret finnes i ulike varienter fra ulike leverandører. Noen er på refusjon/blåresept, disse ser du her:"
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/bristol_skala.png",
              "alt": "Bilde av Bristolskalane for de 7 typer avføring fra flytende (type 7) til hard (type 1)",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/Navina-Classic_bilde_wellspect.png",
              "alt": "Bilde av teknisk utstyr",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/Peristeen_bilde_coloplast-1024x918.jpg",
              "alt": "Bilde av teknisk utstyr",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/KvinTo.jpg",
              "alt": "Bilde av teknisk utstyr",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2024/09/Bilde-Aquaflush-Komplett-A-og-L-1-scaled-e1726039190981-1024x889.jpg",
              "alt": "",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "https://kurs.helse-sorost.no/ScormServices/ScoStart.aspx?load=preview&scorm_version=1.2&starting_url=/elps40/Content/fa7d776e-65d9-4140-9c10-569f4f9bf317/index.html",
              "text": "E-læringskurs om bekkenbunnstrening.",
              "title": ""
            },
            {
              "url": "https://stolav.no/behandlinger/prostatakreft#opptrening-av-bekkenbunn-etter-prostataoperasjon",
              "text": "Filminstruksjoner i opptrening av bekkenbunn for menn.",
              "title": ""
            },
            {
              "url": "http://www.wellspect.no/produkter/tarmprodukter/navina-classic/instruksjoner-og-filmer",
              "text": "Navina Classic irrigasjonssystem",
              "title": ""
            },
            {
              "url": "https://www.coloplast.no/blare-og-tarm-/bruksanvisninger/veiledninger-for-tarmirrigasjon/",
              "text": "Peristeen irrigasjonssystem",
              "title": ""
            },
            {
              "url": "https://www.youtube.com/watch?v=kZmcg19m0So",
              "text": "Qufora Irrisedo Ballonsystem irrigasjonssystem",
              "title": ""
            },
            {
              "url": "https://www.globalhealthtechnology.no/aquaflush-analirrigasjon",
              "text": "Aquaflush Irrigasjonssystemer",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/behandling/konservativ-behandling/",
          "scraped_at": "2025-09-27 20:25:51",
          "section_id": "treatment-conservative",
          "section_title": "Konservativ behandling"
        },
        "treatment-procedures": {
          "title": "Inngrep – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Sakral nervemodulering (SNM)",
              "level": 5,
              "content": [
                "SNM er anvendt innenfor urologi, gastrokirurgi og senest også gynekologi. Indikasjonen for SNM for avføringslekkasje er vedvarende, ukentlig lekkasje for fast eller flytende avføring, etter gjennomgått konservativ behandling. Ved sammensatte bekkenbunnsdysfunksjoner som for eksempel lekkasje av både urin og avføring, bør metoden vurderes tidlig ved manglende effekt av konservativ behandling.",
                "SNM er en kirurgisk prosedyre som gjøres på operasjonsstua med lokalbedøvelse og sedasjon, eller i narkose. Sakralnervemodulering innebærer at en sakralnerverot stimuleres elektrisk ved hjelp av en elektrode og en pacemaker. Elektroden legges inn langs de sakrale nerverøttene i bekkenet, enten langs sakralnerve S3 eller S4. Elektroden kobles til pacemakeren i et lukket system under huden. Systemet generer en mild elektrisk impuls som fører til en kompleks modulering av motoriske, sensoriske og autonome nervebaner i både det sentrale og perifere nervesystem. Dette bidrar til en normalisering av vannlating- og avføringsfunksjon, samt påvirker bekkenbunnsmuskulatur.",
                "Metoden kan utføres enten som en to-trinns prosedyre hvor første trinn er innleggelse av elektrode med en treukers testperiode. Dersom testen gir tilfredsstillende reduksjon i antall lekkasjeepisoder og bedrer plagene, implanteres pacemakeren i andre trinn. Prosedyren kan også gjennomføres i én seanse hvor elektrode og pacemaker blir implantert direkte. Valg av metode avhenger av indikasjon for behandling og klinisk vurdering av kirurg. I dag benyttes et MR-kompatibelt system. Pacemakeren har en batterilevetid på 8 – 15 år, avhengig av type pacemaker og strømforbruk. Når batteriet er utbrukt erstattes den gamle pacemakeren med en ny.",
                "SNM er en trygg og lite invasiv metode. Suksessraten på SNM ligger mellom 60-90% avhengig av indikasjon. Grovt kan man si at 1/3 blir helt bra, 1/3 blir bedre, mens 1/3 ikke har effekt. SNM er forbundet med få komplikasjoner. Under 4 % av pasienter operert i Norge opplever infeksjon som medfører fjerning av utstyret. De fleste pasientene vil ha behov for oppfølgning med justering av pacemakerinnstillingene.",
                "Reoperasjon med bytte av elektrode på grunn av endret effekt, eller flytting av pacemaker grunnet smerter eller ubehag forekommer. Andre komplikasjoner er smerte eller ubehag rundt elektrode eller utstrålende smerter til ytre genitalier, lyske eller lår. Dette kan ofte bedres ved justering av stimuleringen. Mellom 10 og 20% av pasientene får likevel utstyret fjernet grunnet tap av effekt eller ubehag som nevnt over.",
                "SNM for avføringslekkasje tilbys ved alle helseregioner i Norge. Alle operasjoner med SNM for avføringslekkasje blir etter samtykke registrert i Norsk register for avføringslekkasje (NRA)."
              ]
            },
            {
              "heading": "Sfinkterplastikk",
              "level": 5,
              "content": [
                "Analkanalen er nederste del av endetarmen og består av indre og ytre sfinkter. Indre sfinkter er en fortsettelse av tarmveggen som er fortykket til en ringmuskel. Denne består av glatt muskulatur som styres av det autonome nervesystemet. Ytre sfinkter er en ring av tverrstripet muskulatur som former en trakt. Ved skade på endetarmens lukkemuskler, for eksempel under fødsel, kan det oppstå lekkasje for luft og/eller avføring. Ved sfinkterplastikk rekonstrueres eventuell defekt i indre og/eller ytre lukkemuskel. Hensikten er å gjennomrette normal anatomi av lukkemusklene som omgir analkanalen.",
                "Den største risikofaktoren for skade på analsfinkter er vaginal fødsel. Alle sfinkterskader som avdekkes etter fødsel skal rekonstrueres innen 12 timer. I tilfeller der skaden avdekkes i ettertid eller ved fortsatt defekt sfinktermuskulatur, kan sekundær sfinkterplastikk være aktuelt.",
                "70 – 80% av pasientene oppgir et godt resultat ett år etter kirurgi. Fullstendig kontinens oppnås sjeldent, men pasientene rapporterer en bedring i livskvalitet og er generelt tilfreds med resultatet. Effekten av sfinkterplastikk synes imidlertid å avta med tiden.",
                "Vanlige komplikasjoner er sårinfeksjon og at stingene går opp, noe som oftest behandles konservativt uten at plastikken ødelegges. Større sårinfeksjoner kan imidlertid føre til behov for reoperasjoner.",
                "Som følge av at SNM nå er etablert som førstevalg ved kirurgisk behandling av avføringslekkasje, utføres relativt få inngrep med sfinkterplastikk årlig."
              ]
            },
            {
              "heading": "Kolostomi",
              "level": 5,
              "content": [
                "En kolostomi er en kirurgisk laget åpning der tykktarmen legges ut på magen og dette kalles en stomi. Tarmen føres ut gjennom bukveggen og sys fast på huden. Stomien er rød og fuktig. Det er ingen nerveender i stomien, og derfor ingen følelse i selve stomien.",
                "Kolostomi kan benyttes der ingen av ovenstående tiltak har fungert, inkludert konservativ behandling. Mange pasienter synes dette er et svært godt alternativ hvor de oppnår kontroll og unngår ufrivillig lekkasje. Livskvaliteten ved en kolostomi øker ved regelmessige tarmtømminger. Et hjelpemiddel kan være å irrigere tarmen (tarmskylling)."
              ]
            },
            {
              "heading": "Appendicostomi for antegrad tarmirrigasjon",
              "level": 5,
              "content": [
                "Appendicostomi er utleggelse av blindtarmen som en åpning på magen (blindtarmsstomi) Dette muliggjør antegrad irrigasjon av kolon. Antegrad irrigasjon er skylling av tykktarmen fra høyre side av tarmen og i «transport- retningen”. Denne metoden benyttes hos pasienter med inkontinens, eventuelt kombinert med forstoppelse eller annen tømningsforstyrrelse. De fleste av pasientene har allerede et etablert analt skylleprogram (irrigasjon). Dette er et lite kirurgiske inngrep. Utenom skyllingene kan åpningen dekkes med et lite plaster.",
                "Frekvensen av irrigasjon vil variere noe fra pasient til pasient, men 3 – 7 ganger i uken er vanlig for å unngå avføringslekkasje. Via åpningen settes det inn ett kateter. Gjennomsnittlig benyttes ca 1.5 liter vann ved hver skylling hos voksne.",
                "Den vanligste komplikasjonen er sammenvoksing av åpningen. Dette kan korrigeres med blokking eller revisjon."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2024/04/Sacral-nerve-stimulation.jpg",
              "alt": "SNM",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2024/04/Indre-og-ytre-sfinkter-300x242.jpg",
              "alt": "",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2024/04/stomi-229x300.png",
              "alt": "",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "https://www.unn.no/fag-og-forskning/medisinske-kvalitetsregistre/nra-norsk-register-for-analinkontinens",
              "text": "NRA",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/behandling/inngrep/",
          "scraped_at": "2025-09-27 20:25:52",
          "section_id": "treatment-procedures",
          "section_title": "Inngrep"
        },
        "resources": {
          "title": "Ressurser – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Her finner du lenker til relevante nettsider som kan gi deg mer informasjon om avføringslekkasje og hjelpe deg å komme i kontakt med andre som har de samme problemene",
                "Snu mobilen på siden for å se hele tabellen.",
                "Medisinsk fødselsregister"
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://unn.no/fag-og-forskning/nasjonal-kompetansetjeneste-for-inkontinens-og-bekkenbunnsykdom-nkib",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://www.facebook.com/nkib.unn/",
              "text": "Facebook",
              "title": ""
            },
            {
              "url": "https://www.norilco.no/",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://fysio.no/kvinnehelse",
              "text": "Behandler oversikt",
              "title": ""
            },
            {
              "url": "https://kurs.helse-sorost.no/ScormServices/ScoStart.aspx?load=preview&scorm_version=1.2&starting_url=/elps40/Content/955b05f5-59e8-45cc-8f31-b8903b59aaef/index.html",
              "text": "Instruksjonsfilm",
              "title": ""
            },
            {
              "url": "https://kurs.helse-sorost.no/ScormServices/ScoStart.aspx?load=preview&scorm_version=1.2&starting_url=/elps40/Content/fa7d776e-65d9-4140-9c10-569f4f9bf317/index.html",
              "text": "Instruksjonsfilm",
              "title": ""
            },
            {
              "url": "http://stolav.no/behandlinger/prostatakreft#opptrening-av-bekkenbunn-etter-prostataoperasjon",
              "text": "Instruksjonsfilmer",
              "title": ""
            },
            {
              "url": "http://nkib.helsekompetanse.no/sites/nkib.helsekompetanse.no/files/AI%20retningslinjer%202019%20pdf.pdf",
              "text": "Gå til veileder",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2023/02/Pasientinformasjon-KIPS-Tiltak-som-kan-hjelpe-ved-lekkasje-forstoppelse-og-tommingsproblemer-for-avforing.pdf",
              "text": "Pasientinformasjon",
              "title": ""
            },
            {
              "url": "https://fysio.no/kvinnehelse",
              "text": "Behandler oversikt",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2023/02/UC201808131NO_Interstim_Patient_Brochure_Bowel_Rebrand_A5_Pres.pdf",
              "text": "Brosjyre",
              "title": ""
            },
            {
              "url": "https://helse-bergen.no/norsk-ms-veileder",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://www.msveileder.no/artikkel/76/tarmforstyrrelser",
              "text": "Tarmforstyrrelser",
              "title": ""
            },
            {
              "url": "https://nhi.no/animasjoner/magetarm/avforingslekkasje/",
              "text": "Informasjonsfilm",
              "title": ""
            },
            {
              "url": "https://nikola.nu/",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://www.fhi.no/hn/helseregistre-og-registre/mfr/",
              "text": "Medisinsk fødselsregister",
              "title": ""
            },
            {
              "url": "http://backenbottenutbildning.se/",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://www.coloplast.no/blare-og-tarm-/forbruker/a-leve-med-tarmproblemer/#section=Hvordan-tarmen-fungerer_296028",
              "text": "Informasjonsfilm",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/ressurser/",
          "scraped_at": "2025-09-27 20:25:55",
          "section_id": "resources",
          "section_title": "Ressurser"
        },
        "references": {
          "title": "Referanser – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Retningslinje",
              "level": 5,
              "content": [
                "Faglige retningslinjer for utredning og konservativ behandling av anorektale funksjonsforstyrrelser (2019).",
                "Retningslinjen er utarbeidet av Norsk gruppe for konservativ behandling av anorektale funksjonsforstyrrlser. Dette er en nasjonal anbefaling hvor formålet er å kvalitetssikre både utredning og behandling av AI og kronisk obstipasjon, og gi pasienter lik mulighet til anbefalt pasientforløp, uavhengig av bosted. Utarbeidelsen av den norske retningslinjen er basert på de engelske NICE guidelines, danske guidelines, ICS, Norsk elektronisk legehåndbok, kunnskap fra klinisk praksis og litteratursøk. Der tilpasninger til norske forhold har vært nødvendig, er dette gjort i henhold til prinsippet for best clinical practice."
              ]
            },
            {
              "heading": "Fagartikler",
              "level": 5,
              "content": [
                "Duelund-Jakobsen, S. Haas, S. Buntzen, L. Lundby, G. Bøje and S. Laurberg. Nurse-led clinics can manage faecal incontinence effectively:results from a tertiary referral centreJ. i: Colorectal DiseaseVolume 17, Issue 8 (2015) Dokument",
                "Emmanuel, A. The physiology of defaecation and continence, i: Bowel Continence Nursing, Beaconsfield Publishers Ltd. Edited by Norton, C. and S. Chelvanayagam (2003).",
                "Harari, D. Bowel care in old age, i: Bowel Continence Nursing, Beaconsfield Publishers Ltd. Edited by Norton, C. and S. Chelvanayagam (2003).",
                "Li J., Yuan, M., Liu, Y., Wang. J., Guo, W., (2017) Incidence of constipation in stroke patients: A systematic review and meta-analysis. Medicin (Blatimore) 96(25):e7225",
                "Milsom, I., et al., Epidemiology of urinary incontinence (UI) and other lower urinary tract symptoms (LUTS), pelvic organ prolapse (POP) and anal (AI) incontinence, in Incontinence, P. Abrams, Cardoxo, L., Wagg, A., Wein, A., Editor. 2017, 6th International Consultation on Incontinence.",
                "Norderval, S., Rydningen, M., Lindsetmo, R-O. og D. Lein, B. Vonen (2011). “Oversiktsartikkel: Sakralnervestimulering.”, i Tidsskr Nor Legeforen 2011; 131:1190 – 3",
                "Dehli, T., Norderval, S., Lindsetmo, R-O. og B.Vonen (2008): “Oversiktsartikkel: Utredning av anal inkontinens hos voksne.”, i Tidsskriftet Norske Legeforening 2008; 128:1670 – 2",
                "Whitehead, WE, Borrud, L, Goode, PS, Meikle, S, Mueller, ER,Tuteja, A, et al. (2009): “Fecal incontinence in US adults: epidemiology and risk factors”, i Gastroenterology 2009;137:512–17.",
                "“Sfinkterskader ved fødsel bør reduseres i Norge, Nasjonal handlingsplan”. Oslo: Sosial- og helsedirektoratet, Nasjonalt råd for fødselsomsorg, 2006.",
                "Huebner, M., et al. (2013). “Fecal incontinence after obstetric anal sphincter injuries.” Int J Gynaecol Obstet.",
                "Om hyppighet av overgrep",
                "Sæthre og Holte: Totalt 19% kvinner, 14% menn Alvorlig: 14% kvinner, 9% menn",
                "Folkehelsa, (1994): Totalt: 13% kvinner, 7% menn Alvorlig: 9% kvinner, 5% menn",
                "E.K. Normann: 5% opplever (før de er 18 år) gjentatte, alvorlige seksuelle overgrep",
                "Finkelhor, (USA 1979): 19% kvinner, 9% menn. 1985: 27% kvinner, 16% menn(2015"
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2023/02/AI-retningslinjer-2019-pdf.pdf",
              "text": "Faglige retningslinjer for utredning og konservativ behandling av anorektale funksjonsforstyrrelser (2019)",
              "title": ""
            },
            {
              "url": "https://onlinelibrary.wiley.com/doi/epdf/10.1111/codi.12983",
              "text": "Dokument",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/avforingslekkasje/referanser/",
          "scraped_at": "2025-09-27 20:25:56",
          "section_id": "references",
          "section_title": "Referanser"
        }
      }
    },
    "constipation": {
      "id": "constipation",
      "title": "Tømmingsproblemer og forstoppelse for avføring",
      "main": {
        "title": "Tømmingsproblemer og forstoppelse for avføring – Bekkenbunnsportalen",
        "sections": [
          {
            "heading": "Content",
            "level": 1,
            "content": [
              "På disse sidene finner du informasjon om tømmingsproblemer for avføring og forstoppelse. Her er informasjon om symptomer på, utredning og behandling av slike plager. Kanskje har du slike problemer selv, eller du kjenner noen som er rammet."
            ]
          }
        ],
        "images": [
          {
            "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/COLOURBOX9432678-300x300.jpg",
            "alt": "Illustrasjonsbilde av en kropp med utsnitt fra hals til lår med gjennomsiktig indre som viser plassering av tykktarmen",
            "title": ""
          }
        ],
        "links": [],
        "quotes": [],
        "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-og-forstoppelse-for-avforing/",
        "scraped_at": "2025-09-27 20:25:59"
      },
      "sections": {
        "symptoms": {
          "title": "Symptomer – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Bristol skala",
              "level": 5,
              "content": [
                "Bristol skala, også kalt Bristol stool scale/chart, er et diagnostisk verktøy som klassifiserer avføringskonsistensen i syv ulike kategorier. Kategoriene en til syv graderes fra fast avføring (1) til flytende avføring (7).Ved problemer både med lekkasje og tømming ønsker man å tilnærme seg kategori fire som regnes som normal avføring. Denne avføringstype er mest optimal for å oppnå kontinens samt komplett tømming."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/bristol_skala.png",
              "alt": "Bilde av Bristolskalane for de 7 typer avføring fra flytende (type 7) til hard (type 1)",
              "title": ""
            }
          ],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-og-forstoppelse-for-avforing/symptomer/",
          "scraped_at": "2025-09-27 20:25:59",
          "section_id": "symptoms",
          "section_title": "Symptomer"
        },
        "causes": {
          "title": "Årsaker – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Problemer med å tømme tarmen kan skyldes ulike tilstander"
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/COLOURBOX12002837_0.jpg",
              "alt": "Bilde av en mann som klemmer hendene mot magen som for å dempe smerte",
              "title": ""
            }
          ],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-og-forstoppelse-for-avforing/arsaker/",
          "scraped_at": "2025-09-27 20:26:00",
          "section_id": "causes",
          "section_title": "Årsaker"
        },
        "diagnosis": {
          "title": "Utredning – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Aktuelle undersøkelser",
              "level": 5,
              "content": [
                "For å få så god forståelse og informasjon som mulig om plagene, er det viktig å få frem hele symptombildet. Ofte blir man bedt om å føre en dagbok i forkant av legetimen hvor man under vanlige omstendigheter kartlegger hvor ofte man er på toalettet og eventuelle problemer knyttet til tømmingen. Avføringskonsistens og eventuelle hjelpemidler kartlegges. I tillegg brukes ulike spørreskjema for å beskrive symptomene ytterligere."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/COLOURBOX6241562.jpg",
              "alt": "Bilde av helsepersonell som prater med pasient og noterer på et skjema",
              "title": ""
            }
          ],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-og-forstoppelse-for-avforing/utredning/",
          "scraped_at": "2025-09-27 20:26:01",
          "section_id": "diagnosis",
          "section_title": "Utredning"
        },
        "treatment": {
          "title": "Behandling – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Videre på disse sidene er det informasjon om behandling med blant annet råd om enkle grep du selv kan utføre hjemme. Dersom man ikke kommer i mål med konservative tiltak, kan det være aktuelt med kirurgiske inngrep."
              ]
            }
          ],
          "images": [],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-og-forstoppelse-for-avforing/behandling/",
          "scraped_at": "2025-09-27 20:26:03",
          "section_id": "treatment",
          "section_title": "Behandling"
        },
        "treatment-conservative": {
          "title": "Konservative tiltak – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Ulike typer avføringskonsistens",
              "level": 5,
              "content": []
            },
            {
              "heading": "Regulering av avføringskonsistens",
              "level": 5,
              "content": [
                "Optimal avføringskonsistens er ofte første steget i behandlingen både når det gjelder lekkasje og tømmingsproblemer for avføring. Noen tiltak for optimalisering kan man gjøre selv, men dersom man ikke når ønsket effekt er det er det hjelp å få."
              ]
            },
            {
              "heading": "Kostråd",
              "level": 5,
              "content": [
                "Alle kostråd er generelle. Det finnes få studier med evidens for hvilke konkrete matvarer som påvirker avføringskonsistensen. Det er derfor viktig å ta utgangspunkt i egne erfaringer og kostråd for så å prøve seg frem for å finne de matsortene som fungerer og de som fører til forverring."
              ]
            },
            {
              "heading": "Kostfibertilskudd",
              "level": 5,
              "content": [
                "Ved løs eller flytende avføring er regulering av avføringskonsistens med bruk av loppefrøskall/ispaghulafrøskall (Vi-Siblin, Lunelax) effektivt og bør forsøkes dersom kostråd ikke fører frem. Dette er kostfiber som røres ut i vann og inntas i henhold til bruksanvisning. Anbefalt optimal dose er 7,1 gram loppefrøskall/ Ispaghulafrøskall per dag, men dosen bør tilpasses anbefalingene på gjeldende produkt. Ved forstoppelse er det viktig at man inntar tilstrekkelig væske, ca 1,5-2 liter per døgn. Behandling med loppefrøskall/ispaghulafrøskall gir lite bivirkninger. Man kan kjøpe disse produktene uten resept på apoteket."
              ]
            },
            {
              "heading": "Medikamentell behandling",
              "level": 5,
              "content": [
                "Det finnes ulike medikamenter som har effekt på både løs og hard avføring. Noen av disse er reseptfrie, mens andre må foreskrives av lege. Det er viktig at man følger anvisning på pakningsvedleggene. Ved langvarige tilstander bør man få utredet årsaken til plagene."
              ]
            },
            {
              "heading": "Fysisk aktivitet",
              "level": 5,
              "content": [
                "Det er mange positive helseeffekter av fysisk aktivitet og mosjon. Dette gjelder også på tarmfunksjonen. Fysisk aktivitet fremmer tarmens bevegelse (peristaltikk) og bidrar positivt, spesielt ved hard avføring. Helsedirektoratet anbefaler minimum 30 minutters daglig fysisk aktivitet med moderat intensitet."
              ]
            },
            {
              "heading": "Dovaner og sittestilling",
              "level": 5,
              "content": [
                "Dette er svært viktig for en komplett tømming uten å måtte presse overdrevent."
              ]
            },
            {
              "heading": "Avspenning av muskulatur",
              "level": 5,
              "content": [
                "For at avføringen skal passere er det viktig at lukkemuskelen i endetarmen og muskulaturen i bekkenbunnen slapper av. Det er viktig å unngå og knipe/spenne muskulaturen. Det kan være en fordel å trene på å knipe og slippe for å kjenne når muskelaturen slapper godt av. Noen kan ha hjelp av å trene på avspenning individuelt med fysioterpeut."
              ]
            },
            {
              "heading": "Assistert tømming",
              "level": 5,
              "content": []
            },
            {
              "heading": "Ballongsprøyte",
              "level": 5,
              "content": [
                "Ballongsprøyte (størrelse 10) er en form for miniirrigasjon. Den fungerer som en tarmskylling med springvann av nederste del av endetarmen for å tilstrebe komplett tømming. Denne kan brukes både før tømming for å komme i gang, og også etter tømming for å tilstrebe komplett tømming."
              ]
            },
            {
              "heading": "Glyserol stikkpille",
              "level": 5,
              "content": [
                "Dette er et alternativ for å stimulere tarmen til kontraksjoner og tømming av nedre del av tarmen. Medikamentet er et uregistrert preparat og fås på resept."
              ]
            },
            {
              "heading": "Klyster",
              "level": 5,
              "content": [
                "Ved mindre plager av kortere varighet kan et miniklyster prøves først. For eksempel natriumlaurylsulfat (Microlax) tube, 5 ml. Ved mer uttalte, kortvarige plager kan større klyster brukes. Eksempler på dette er olje-glyserol-klyster eller saltvannsklyster, 120 ml opptil to ganger per dag i tre døgn. Man kan gjerne også kombinere disse to ved først å sette olje for så å sette inn saltvannsklyster. Rectalsonde kan benyttes for å få væsken lengre opp i tarmen. Klysterbehandlingen kan gjentas ved behov."
              ]
            },
            {
              "heading": "Transanal irrigasjon",
              "level": 5,
              "content": [
                "I tilfeller der forstoppelse og tømmingsproblem ikke løses ved tiltakene som nevnt over, kan det være behov for assistert tømming. Transanal irrigasjon (TAI) er en metode som tømmer tarmen ved at vann føres inn i tykktarmen via et kateter (plastrør) i endetarmen. Vannet stimulerer tarmens peristaltiske bevegelser til å kvitte seg med avføring fra endetarmen og nedre del av tykktarmen. For mange er dette en effektiv metode som har som mål å sørge for regelmessig og forutsigbar tømming som forebygger forstoppelse og lekkasjer. Utstyret er på blåresept og opplæring må gis av helsepersonell.",
                "Ut fra symptomer og behov kan det for noen være tilstrekkelig å bare skylle den nedre delen av rektum. I slike tilfeller kan en benytte en ballongsprøyte som er en “enklere” variant av irrigasjon eller skylling.",
                "Prinsippet bak TAI er det samme, men utstyret finnes i ulike varienter fra ulike leverandører. Noen er på refusjon/blåresept, disse ser du her:"
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/bristol_skala.png",
              "alt": "Bilde av Bristolskalane for de 7 typer avføring fra flytende (type 7) til hard (type 1)",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/trinn1_0-1.png",
              "alt": "Illustrasjon av korrekt sittemåte på toalettet med med en stilisert person som har fotene på en skammel så knærne kommer høyt opp og piler som viser hvordan du skal lene deg. Tekst: Trinn 1 - Knærne høyere enn hoften",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/trinn2-1.png",
              "alt": "Illustrasjon av korrekt sittemåte på toalettet med med en stilisert person som har fotene på en skammel så knærne kommer høyt opp og piler som viser hvordan du skal lene deg. Tekst: Trinn 2 - Len fremover og hvil albuene på knærne",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/trinn3-1.png",
              "alt": "Illustrasjon av korrekt sittemåte på toalettet med med en stilisert person som har fotene på en skammel så knærne kommer høyt opp og piler som viser hvordan du skal lene deg. Tekst: Trinn 3 - Spenn magen ut og rett ryggen",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/korrekt-1.png",
              "alt": "Illustrasjon av korrekt sittemåte på toalettet med med en stilisert person som har fotene på en skammel så knærne kommer høyt opp og piler som viser hvordan du skal lene deg. Tekst: Korrekt posisjon - knærne høyere enn hoften. Len fremover og hvil albuene på knærne. Spenn magen ut og rett ryggen",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/Navina-Classic_bilde_wellspect.png",
              "alt": "Bilde av teknisk utstyr",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/Peristeen_bilde_coloplast-1024x918.jpg",
              "alt": "Bilde av teknisk utstyr",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/KvinTo.jpg",
              "alt": "Bilde av teknisk utstyr",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2024/09/Bilde-Aquaflush-Komplett-A-og-L-1-scaled-e1726039190981-1024x889.jpg",
              "alt": "",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "http://www.wellspect.no/produkter/tarmprodukter/navina-classic/instruksjoner-og-filmer",
              "text": "Navina Classic irrigasjonssystem",
              "title": ""
            },
            {
              "url": "https://www.coloplast.no/blare-og-tarm-/bruksanvisninger/veiledninger-for-tarmirrigasjon/",
              "text": "Peristeen irrigasjonssystem",
              "title": ""
            },
            {
              "url": "https://www.youtube.com/watch?v=kZmcg19m0So",
              "text": "Qufora Irrisedo Ballonsystem irrigasjonssystem",
              "title": ""
            },
            {
              "url": "https://www.globalhealthtechnology.no/aquaflush-analirrigasjon",
              "text": "Aquaflush Irrigasjonssystemer",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-og-forstoppelse-for-avforing/behandling/konservative-tiltak/",
          "scraped_at": "2025-09-27 20:26:04",
          "section_id": "treatment-conservative",
          "section_title": "Konservative tiltak"
        },
        "treatment-surgical": {
          "title": "Kirurgisk behandling – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Kirurgisk behandling ved forstoppelse og tarmtømmingsproblem",
                "Dersom man ikke kommer til mål med konservativ behandling vurderes andre tiltak.",
                "Flere ulike kirurgiske tilnærminger kan være et alternativ."
              ]
            }
          ],
          "images": [],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-og-forstoppelse-for-avforing/behandling/kirurgisk-behandling/",
          "scraped_at": "2025-09-27 20:26:05",
          "section_id": "treatment-surgical",
          "section_title": "Kirurgisk behandling"
        },
        "resources": {
          "title": "Ressurser – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Her finner du lenker til relevante nettsider som kan gi deg mer informasjon om forstoppelse og tømmingsproblemer for avføring, og hjelpe deg å komme i kontakt med andre som har de samme problemene",
                "Snu mobilen på siden for å se hele tabellen.",
                "Navina Classic – Wellspect"
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://unn.no/fag-og-forskning/nasjonal-kompetansetjeneste-for-inkontinens-og-bekkenbunnsykdom-nkib",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://www.facebook.com/nkib.unn/",
              "text": "Facebook",
              "title": ""
            },
            {
              "url": "https://www.norilco.no/",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "http://nofus.no/",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "http://www.facebook.com/pages/Nofus/165591040245669",
              "text": "Facebook",
              "title": ""
            },
            {
              "url": "http://nkib.helsekompetanse.no/sites/nkib.helsekompetanse.no/files/AI%20retningslinjer%202019%20pdf.pdf",
              "text": "Gå til veileder",
              "title": ""
            },
            {
              "url": "http://nkib.helsekompetanse.no/sites/nkib.helsekompetanse.no/files/Pasientinformasjon%20Tiltak%20som%20kan%20hjelpe%20ved%20lekkasje%2C%20forstoppelse%20og%20t%C3%B8mmingsproblemer%20for%20avf%C3%B8ring.pdf",
              "text": "Pasientinformasjon",
              "title": ""
            },
            {
              "url": "https://helse-bergen.no/norsk-ms-veileder",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://www.msveileder.no/artikkel/76/tarmforstyrrelser",
              "text": "Tarmforstyrrelser",
              "title": ""
            },
            {
              "url": "https://helsenorge.no/sykdom/mage-og-tarm/forstoppelse",
              "text": "Om forstoppelse",
              "title": ""
            },
            {
              "url": "https://helse-bergen.no/nasjonal-kompetansetjeneste-for-multippel-sklerose-ms/ms-og-problemer-med-urinbleren",
              "text": "Informasjonsside",
              "title": ""
            },
            {
              "url": "https://nikola.nu/",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://www.coloplast.no/blare-og-tarm-/forbruker/a-leve-med-tarmproblemer/#section=Hvordan-tarmen-fungerer_296028",
              "text": "Informasjonsfilm",
              "title": ""
            },
            {
              "url": "https://www.coloplast.no/blare-og-tarm-/bruksanvisninger/veiledninger-for-tarmirrigasjon/#section=Introduksjon-til-analirrigasjon_275301",
              "text": "Persteen – Coloplast",
              "title": ""
            },
            {
              "url": "https://www.wellspect.no/produkter/tarmprodukter/navina-classic/instruksjoner-og-filmer",
              "text": "Navina Classic – Wellspect",
              "title": ""
            },
            {
              "url": "http://nkib.helsekompetanse.no/sites/nkib.helsekompetanse.no/files/UC201808131NO_Interstim_Patient_Brochure_Bowel_Rebrand_A5_Pres.pdf",
              "text": "Brosjyre",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-og-forstoppelse-for-avforing/ressurser/",
          "scraped_at": "2025-09-27 20:26:08",
          "section_id": "resources",
          "section_title": "Ressurser"
        },
        "references": {
          "title": "Referanser – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Retningslinje",
              "level": 5,
              "content": [
                "Faglige retningslinjer for utredning og konservativ behandling av anorektale funksjonsforstyrrelser (2019).",
                "Retningslinjen er utarbeidet av Norsk gruppe for konservativ behandling av anorektale funksjonsforstyrrlser. Dette er en nasjonal anbefaling hvor formålet er å kvalitetssikre både utredning og behandling av AI og kronisk obstipasjon, og gi pasienter lik mulighet til anbefalt pasientforløp, uavhengig av bosted. Utarbeidelsen av den norske retningslinjen er basert på de engelske NICE guidelines, danske guidelines, ICS, Norsk elektronisk legehåndbok, kunnskap fra klinisk praksis og litteratursøk. Der tilpasninger til norske forhold har vært nødvendig, er dette gjort i henhold til prinsippet for best clinical practice."
              ]
            },
            {
              "heading": "Artikler",
              "level": 5,
              "content": [
                "”Kronisk obstipasjon og betydning af livsstilsfaktorer”Mette Borre, Niels Qivst, Dennis raahave, Jonas Worsøe, Jørgen Peter Ærthøj, Peter Christensen og Klaus Krogh. 2015;177:V09140498.",
                "“Behandling af kronisk obstipasjon hos voksne”Jørgen Peter Ærthøj, Mette Borre, Klaus Krogh.Kirurgisk afd. P Aarhus Universitetshospital m.fl.",
                "UpToDate. Chronic complications of spinal cord injury and disease. Literature review current through: Nov 2015. This topic last updated: Jul 15, 2014.Authors; Gary M Abrams, MD. Marc Wakasa, MD,Section Editor; Michael J Aminoff, MD, DSc.Deputy Editor: Janet L Wilterdink, MD."
              ]
            },
            {
              "heading": "Bøker",
              "level": 5,
              "content": [
                "Læringsnøkkelen. Britt Fadnes og Kirsti Leira, 2010."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "http://nkib.helsekompetanse.no/sites/nkib.helsekompetanse.no/files/AI%20retningslinjer%202019%20pdf_0.pdf",
              "text": "Faglige retningslinjer",
              "title": ""
            },
            {
              "url": "http://www.uptodate.com/contents/chronic-complications-of-spinal-cord-injury-and-disease/contributors",
              "text": "Authors; Gary M Abrams, MD. Marc Wakasa, MD,Section Editor; Michael J Aminoff, MD, DSc.Deputy Editor: Janet L Wilterdink, MD.",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-og-forstoppelse-for-avforing/referanser/",
          "scraped_at": "2025-09-27 20:26:10",
          "section_id": "references",
          "section_title": "Referanser"
        }
      }
    },
    "pelvic-pain": {
      "id": "pelvic-pain",
      "title": "Langvarige underlivssmerter",
      "main": {
        "title": "Langvarige underlivssmerter – Bekkenbunnsportalen",
        "sections": [
          {
            "heading": "Content",
            "level": 1,
            "content": [
              "Langvarige underlivssmerter, er en vanlig tilstand som rammer både kvinner og menn. Tilstanden gir mange ulike plager i daglige aktiviteter, som for eksempel problemer med tømning av tarm/blære, smerter ved seksuell aktivitet eller ved det å sitte. Langvarige underlivssmerter er ofte lokalisert i nedre del av mage, i underlivet og i organer knyttet til underliv/bekken.",
              "Tilstanden benevnes i litteraturen som “CPP” som står for Chronic Pelvic Pain. Den norske oversettelsen av dette er kroniske bekkensmerter. I denne teksten bruker vi benevnelsen langvarige underlivssmerter.",
              "Ved utredning finner en ofte ikke en eksakt årsak til smertene. I mange tilfeller ser man at det som kan ha igangsatt plagene (for eksempel en infeksjon eller kirurgi) tilheler, men at smertene vedvarer.",
              "Akutte smerter oppstår når kroppen på en eller annen måte har en skade. Langvarige smerter er annerledes. Selv om opprinnelig årsak tilheler kan nye ”smertetriggere” oppstå, for eksempel i vevet rundt der en infeksjon har vært. Dette kan skje i muskulatur og støttevev eller i organer tilknyttet bekken/underliv.",
              "Tilstanden som omtales her er en langvarig smertetilstand som ikke har en åpenbar årsak til tross for grundig utredning.",
              "Informasjonen på denne siden er utformet med tanke på voksne mennesker."
            ]
          }
        ],
        "images": [
          {
            "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/montasje_smerter_hd-1024x273.jpg",
            "alt": "Collage av fire personer, to unge damer, en yngre gutt og en eldre mann",
            "title": ""
          }
        ],
        "links": [
          {
            "url": "https://www.youtube.com/watch?v=E9tVWoRhPKU",
            "text": "Smerte forklart på fem minutt",
            "title": ""
          }
        ],
        "quotes": [],
        "url": "https://www.bekkenbunnsportalen.no/langvarige-underlivssmerter/",
        "scraped_at": "2025-09-27 20:26:13"
      },
      "sections": {
        "symptoms": {
          "title": "Symptomer – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Langvarige smerter",
              "level": 5,
              "content": [
                "Det å leve med langvarige smerter gjør noe med hele deg. Det påvirker både adferd og emosjoner.Det er vanlig å ha en følelse av å:",
                "være nedtrykt eller deprimert",
                "ha problemer med søvn",
                "kjenne på uro og engstelse",
                "Slike følelser påvirker smerteopplevelsen negativt, og kan være med på å forsterke smertene.",
                "Om smertene har vart lengre enn seks måneder, kalles tilstanden innen medisinen for «kroniske smerter». Dette er ofte en sammensatt tilstand og smertene er i seg selv den største utfordringen. Langvarige underlivssmerter kan ha flere forskjellige årsaker."
              ]
            },
            {
              "heading": "Bekkenets anatomi",
              "level": 5,
              "content": [
                "Bekkenet er et komplekst kroppsområde som inneholder mange ulike strukturer som utgjør bevegelsesapparatet (eks muskler og skjelett, ledd, leddbånd/ligamenter og støttevev). Bekkenet inneholder også ytre og indre kjønnsorganene, samt tarm og blære.",
                "Både kvinner og menn kan få underlivssmerter. Mye er felles og er allerede beskrevet i teksten over, men da vi har ulik anatomi i underliv og bekkenorganene er det også ulikheter i tilstanden hos kvinner og menn.",
                "Kvinner og menn får ofte ulike diagnoser knyttet til dysfunksjon og smerter fra bekkenet."
              ]
            },
            {
              "heading": "Underlivssmerter hos menn",
              "level": 5,
              "content": []
            },
            {
              "heading": "Underlivssmerter hos kvinner",
              "level": 5,
              "content": []
            },
            {
              "heading": "Normalfunksjon i bekkenet",
              "level": 5,
              "content": [
                "Svært komplekse mekanismer, som inkluderer det automatiske nervesystemet (autonome nervesystemet) sørger for normal funksjon i bekkenområdet.",
                "Bekkenbunnsmuskulaturen danner som navnet sier bunnen i bekkenet. Denne samlingen av muskulatur gir støtte til indre organer. Ved sammentrekning lukker musklene rundt urinrør, endetarm og skjede (hos kvinner) og er med på å sørge for at du ikke lekker urin eller avføring.",
                "Bekkenbunnen skal normalt slappe av ved toalettbesøk slik at du får til å tømme både blære og tarm. Det er også viktig å kunne slappe av i bekkenbunnen ved samleie."
              ]
            },
            {
              "heading": "Funksjonsforstyrrelser i bekkenet",
              "level": 5,
              "content": [
                "Forstyrrelser i organene medfører ofte endret funksjon av muskulatur. Motsatt vil forstyrrelser i muskler kunne gi forstyrrelser av funksjonen til organene i bekkenet.",
                "Ved økt belastning, som stress, kan det oppstå forstyrrelser i normalfunksjon. Forstyrrelsene kan ligge på mange nivåer i vår sammensatte organisme og de ulike nivåene påvirker hverandre gjensidig. Eksempelvis vil stress blant annet gi økt spenning i muskulatur, inkludert bekkenbunnen. Spenninger i bekkenbunnen vil kunne gi smerter ved samleie, og problemer med å tømme blære og tarm.",
                "Lekkasjeproblematikk, både av urin og avføring, kan føre til økte spenninger i bekkebunnen, både bevisst og ubevisst.",
                "Indre organer (blære, tarm, skjede, livmor, prostata) kan tilsvarende bli påvirket av stress og belastninger. Dette kan for eksempel gi følger som problemer med fordøyelse og/eller hyppig vannlatningstrang. For de fleste er dette gjenkjennbart i situasjoner der vi gruer oss til noe.",
                "Det er mange eksempler på hvor sammensatt organismen fungerer. Har man opplevd smerter fra underliv/bekken, ved for eksempel samleie eller avføring, vil det være vanskelig å slappe av i disse sammenhengene. Ved forventet smerte spenner vi muskulaturen og kommer inn i en ond sirkel der forventning om smerte forsterker smertene."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-for-urin/",
              "text": "urin",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/tommingsproblemer-og-forstoppelse-for-avforing/",
              "text": "avføring",
              "title": ""
            },
            {
              "url": "https://nhi.no/sykdommer/barn/magetarm/analfissur/",
              "text": "Les mer om fissur",
              "title": ""
            },
            {
              "url": "https://nhi.no/sykdommer/kirurgi/magetarmsykdommer/hemoroider/",
              "text": "Les mer om hemoroider",
              "title": ""
            },
            {
              "url": "https://nhi.no/sykdommer/magetarm/tykktarm/irritabel-tarm/",
              "text": "Les mer om irritabel tarm",
              "title": ""
            },
            {
              "url": "https://nhi.no/sykdommer/nyrerurinveier/urinveisinfeksjoner/interstitiell-cystitt/",
              "text": "interstitiell cystitt",
              "title": ""
            },
            {
              "url": "https://nhi.no/sykdommer/nyrerurinveier/urinveisinfeksjoner/interstitiell-cystitt/",
              "text": "interstitiell cystitt",
              "title": ""
            },
            {
              "url": "http://nkib.helsekompetanse.no/sites/nkib.helsekompetanse.no/files/Pasientinformasjon_Vulvodyni_0_0.pdf",
              "text": "vulvodyni",
              "title": ""
            },
            {
              "url": "https://vulva.no/",
              "text": "vulva.no",
              "title": ""
            },
            {
              "url": "https://nhi.no/kroppen-var/organer/autonome-nervesystem/",
              "text": "autonome nervesystemet",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/langvarige-underlivssmerter/symptomer/",
          "scraped_at": "2025-09-27 20:26:13",
          "section_id": "symptoms",
          "section_title": "Symptomer"
        },
        "causes": {
          "title": "Årsaker – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Muskulær årsak",
              "level": 5,
              "content": [
                "Spenninger i muskelvev i bekkenet, og særlig i bekkenbunnsmuskulaturen har ofte en sentral rolle ved dysfunksjoner og smerter fra underliv/bekken. Dette gjelder både hos kvinner og menn. Smerter fra muskulatur beskrives ofte som ”tannpine”, en dyp, vanskelig lokaliserbar smerte.",
                "Generelt er det lurt å lære seg å kjenne forskjell mellom spenning og avspenning av bekkenbunnsmuskulaturen og for mange er det veien til bedre funksjon og mindre smerter."
              ]
            },
            {
              "heading": "Nervesystemet",
              "level": 5,
              "content": []
            },
            {
              "heading": "Bekkenets hovednerve",
              "level": 5,
              "content": [
                "Bekkenets hovednerve kalles Nervus Pudendus. Nervus Pudendus sørger for at vi har kontroll over muskulatur i bekkenet, over vannlating og tømming av avføring. I tillegg gir den følsomhet i klitoris, tuppen av penis, kjønnsleppene, bakerste del av pungen og endetarmen. Om denne påvirkes kan pasienten oppleve ulike symptomer inkludert smerter.",
                "Hvis du vil lese mer om pudendal påvirkning finner du lenke til engelsk nettside under «Ressurser»."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/COLOURBOX3605155_resize.jpg",
              "alt": "Utsnitt av en person som holder hendene mot magen som i smerte",
              "title": ""
            }
          ],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/langvarige-underlivssmerter/arsaker/",
          "scraped_at": "2025-09-27 20:26:14",
          "section_id": "causes",
          "section_title": "Årsaker"
        },
        "diagnosis": {
          "title": "Utredning – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Forberedelse til legetime",
              "level": 5,
              "content": [
                "Tenk over følgende:",
                "Når startet smertene?",
                "Hva forverrer eller bedrer smertene?",
                "Blir smertene forverret av stress?",
                "Varierer smertene i løpet av dagen, uken eller måneden?",
                "Varierer smertene ut fra syklus?",
                "Sover du godt?",
                "Har smertene endret seg over tid?",
                "Opplever du endret sensibilitet i huden som smerter, stråling, temperaturforandring?",
                "Opplever du økte smerter ellers i kroppen?",
                "Har du smerter ved samleie?",
                "Føler du deg nedstemt og urolig?",
                "Opplever du lekkasje av urin eller avføring/luft?",
                "Hvordan fungerer naturlige funksjoner som vannlating og tarmtømming?",
                "Hvilken medisinsk behandling eller kirurgiske inngrep har blitt utført?",
                "Har de hatt effekt?",
                "Hva har du gjort for å lindre smertene?",
                "Hvilke medikamenter har du tidligere brukt?",
                "Hvilken medisiner bruker du nå?",
                "Hva tror du selv er årsaken til smertene dine?",
                "Hva er du mest urolig for, hva bekymrer deg mest?",
                "Bekkenet har flere funksjoner. Skjelettet omslutter dine indre organer og forbinder under og overdelen av kroppen. Spenninger/dysfunksjon i en del av kroppen vil kunne påvirke andre deler av kroppen. Derfor er det like viktig å undersøke lokale forhold i bekkenet som hvordan du står og går og beveger deg. Organene i underlivet undersøkes, og legen vil kartlegge følsomhet/sensibilitet og vurdere om du har muskelspenninger."
              ]
            },
            {
              "heading": "Undersøkelser",
              "level": 5,
              "content": [
                "Ut fra undersøkelse hos fastlegen kan det være aktuelt at du blir henvist videre til spesialist. Du vil da bli henvist til konsultasjon hos gastrolege, nevrolog, gynekolog eller urolog med gjennomgang av sykehistorie og undersøkelse av bekkenet.",
                "I noen tilfeller henviser spesialist til ytterligere spesialundersøkelser som for eksempel:",
                "Urodynamiske undersøkelser ved blære/urinveisplager. Les mer om urodynamisk undersøkelse",
                "Ultralyd. Les mer om ultralyd",
                "MR. Les mer om MR",
                "CT. Les mer om CT",
                "Defekografi. Les mer om defecografi",
                "Koloskopi. Les mer om koloskopi",
                "Cystoskopi/kikkertundersøkelse av urinblæren. Les mer om cystoskopi",
                "Når fastlegen eller legespesialist konkluderer med diagnosen langvarig underlivssmerte, er dette ut fra mangelen på funn av bakenforliggende sykdom i utredningen. Smertene har vanligvis ikke et entydig opphav og ofte finner legen overfølsomhet i området, samt muskelspenninger. Behandlingen for slike tilstander vil ofte involvere flere fagprofesjoner."
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/COLOURBOX1691196_resize.jpg",
              "alt": "Bilde av en hånd som holder en sort penn og skriver på et skjema",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "https://sml.snl.no/urodynamikk",
              "text": "Les mer om urodynamisk undersøkelse",
              "title": ""
            },
            {
              "url": "https://sml.snl.no/ultralydunders%C3%B8kelse",
              "text": "Les mer om ultralyd",
              "title": ""
            },
            {
              "url": "https://sml.snl.no/MR",
              "text": "Les mer om MR",
              "title": ""
            },
            {
              "url": "https://nhi.no/sykdommer/infeksjoner/undersokelser/ct-av-bukhulen/",
              "text": "Les mer om CT",
              "title": ""
            },
            {
              "url": "https://sml.snl.no/defekografi",
              "text": "Les mer om defecografi",
              "title": ""
            },
            {
              "url": "https://nhi.no/sykdommer/kirurgi/undersokelser/koloskopi/",
              "text": "Les mer om koloskopi",
              "title": ""
            },
            {
              "url": "https://sml.snl.no/cystoskopi",
              "text": "Les mer om cystoskopi",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/langvarige-underlivssmerter/utredning/",
          "scraped_at": "2025-09-27 20:26:16",
          "section_id": "diagnosis",
          "section_title": "Utredning"
        },
        "treatment": {
          "title": "Behandling – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Helhetlig tilnærming",
              "level": 5,
              "content": []
            },
            {
              "heading": "Fysioterapi",
              "level": 5,
              "content": [
                "Å leve med langvarige smerter påvirker alle deler av livet. Ofte har pasienter med smerter i kroppen muskelspenninger og bundet pust (anspent pust). Mange er ikke er klar over sine muskelspenninger og at disse kan være en medvirkende årsak til smertene. Å behandle muskel- og skjelettsystemet er derfor en viktig del av behandlingen av langvarige underlivssmerter. Lege kan skrive ut rekvisisjon til fysioterapi.",
                "Undersøkelsen kan være konsentrert rundt bekkenområdet, men vil som regel ta for seg flere deler av kroppen. Ut fra ulike funn i undersøkelsen vil du tilbys forskjellig type behandling. Det kan være aktuelt å starte opp individuell behandling hos fysioterapeut eller du kan henvises videre til gruppebehandling der det er tilgjengelig. Her vil komme oppdatert oversikt over fysioterapeuter med kompetanse på behandling av langvarige underlivssmerter"
              ]
            },
            {
              "heading": "Mål og tiltak ved fysioterapi",
              "level": 5,
              "content": [
                "Fysioterapeuten gir det som kalles konservativ behandling som har som mål:",
                "Å øke kroppskontakt",
                "Regulere spenninger",
                "Bedre funksjon",
                "Tiltak kan bestå av:",
                "Øvelsesbehandling",
                "Massasje",
                "Avspenningsteknikker",
                "Knipeøvelser å gjøre knipeøvelser riktig",
                "Elektrostimulering og biofeedback",
                "Du kan finne ut mer om behandling med elektrostimulering og biofeedback samt hvilke apparater som brukes her."
              ]
            },
            {
              "heading": "Behandlingstilbud i spesialisthelsetjenesten i Norge rettet mot langvarige underlivssmerter",
              "level": 5,
              "content": [
                "Behandlingstilbud ved Vulvaklinikken på St.Olavs",
                "Behandlingstilbud ved Vulvaklinikken ved Olso Universitetssykehus",
                "Ved Universitetssykehuset Nord-Norge finnes et tilbud med gruppebehandling for pasienter med underlivssmerter med somatokognitiv terapi (PUST)PUST for kvinnerPUST for menn",
                "PUST for kvinner",
                "PUST for menn",
                "Ved de fleste helseforetak er det smerteklinikker som behandler langvarige smertetilstander."
              ]
            },
            {
              "heading": "Medikamenter",
              "level": 5,
              "content": []
            },
            {
              "heading": "Operasjon",
              "level": 5,
              "content": [
                "I enkelte tilfeller vil operasjon være aktuelt for utredning og/eller behandling av smertefulle tilstander. Dersom det ved utredning påvises organisk sykdom som kan bedres med operasjon, kan dette være aktuelt. Det kan imidlertid være vanskelig å finne en klar årsak til smertene. Både klinisk erfaring og forskning viser at operasjon ved langvarige underlivssmerter ikke nødvendigvis gir smertelindring. Det er anbefalt å forsøke konservativ (ikke kirurgisk) behandling først. All operasjon kan potensielt gi ikke-vendbare problemer som arrvev og mulige utvidede smerter."
              ]
            },
            {
              "heading": "Forventninger til behandling",
              "level": 5,
              "content": []
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/COLOURBOX9507012_resize.jpg",
              "alt": "Bilde av flere kvinner som ligger på treningsmatter og slapper av med øynene igjen og hendene på magen",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/avs1.png",
              "alt": "Illustrasjon av en kvinne som ligger på rygg og slapper av",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/avs2.png",
              "alt": "Illustrasjon av en person som sitter i lotusstilling",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/avs3.png",
              "alt": "Illustrasjon av en person som sover i en seng",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/urinlekkasje/behandling/konservativ-behandling/",
              "text": "å gjøre knipeøvelser riktig",
              "title": ""
            },
            {
              "url": "https://quintet.no/",
              "text": "her",
              "title": ""
            },
            {
              "url": "http://nkib.helsekompetanse.no/sites/nkib.helsekompetanse.no/files/PUST%20FOR%20KVINNER%20Brosjyre.pdf",
              "text": "PUST for kvinner",
              "title": ""
            },
            {
              "url": "http://nkib.helsekompetanse.no/sites/nkib.helsekompetanse.no/files/PUST%20FOR%20MENN%20Brosjyre.pdf",
              "text": "PUST for menn",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/langvarige-underlivssmerter/behandling/",
          "scraped_at": "2025-09-27 20:26:17",
          "section_id": "treatment",
          "section_title": "Behandling"
        },
        "resources": {
          "title": "Ressurser – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Content",
              "level": 1,
              "content": [
                "Her finner du lenker til relevante nettsider som kan gi deg mer informasjon om kroniske bekkenbunnsmerter og hjelpe deg å komme i kontakt med andre som har de samme problemene.",
                "Snu mobilen på siden for å se hele tabellen.",
                "International Pelvic Pain Society",
                "Health Organization for Pudendal Education",
                "Oversikt over fysioterapeuter",
                "Om analfissur (sprekk i endetarmsåpningen)"
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://unn.no/fag-og-forskning/nasjonal-kompetansetjeneste-for-inkontinens-og-bekkenbunnsykdom-nkib",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://www.facebook.com/nkib.unn/",
              "text": "Facebook",
              "title": ""
            },
            {
              "url": "https://fysio.no/Forbundsforsiden/Organisasjon/Faggrupper/Kvinnehelse/Spesialister-og-behandlere-i-kvinnehelse/Vulvalidelser-Kronisk-underlivs-og-bekkensmerte",
              "text": "Oversikt behandlere",
              "title": ""
            },
            {
              "url": "https://vulva.no/",
              "text": "Vulva.no",
              "title": ""
            },
            {
              "url": "https://www.smertenettverk.no/",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://www.pelvicpain.org/",
              "text": "International Pelvic Pain Society",
              "title": ""
            },
            {
              "url": "http://www.pudendalhope.info/",
              "text": "Health Organization for Pudendal Education",
              "title": ""
            },
            {
              "url": "https://quintet.no/",
              "text": "Hjemmeside",
              "title": ""
            },
            {
              "url": "https://quintet.no/media/fm/60fb8bf3e8.pdf",
              "text": "Oversikt over fysioterapeuter",
              "title": ""
            },
            {
              "url": "https://helsenorge.no/sykdom/mage-og-tarm/analfissur",
              "text": "Om analfissur (sprekk i endetarmsåpningen)",
              "title": ""
            },
            {
              "url": "https://helsenorge.no/sykdom/underliv/prostatitt-akutt",
              "text": "Om prostatitt",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/langvarige-underlivssmerter/ressurser/",
          "scraped_at": "2025-09-27 20:26:20",
          "section_id": "resources",
          "section_title": "Ressurser"
        },
        "references": {
          "title": "Referanser – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Aktuelle fagartikler",
              "level": 2,
              "content": [
                "L. Getz, A.L.K E Ulvestad. (2011) Menneskets biologi – mettet med erfaring. Tidsskrift for Den Norske Lægeforening131:683-7.",
                "Brodal, P. (2005) Smertens nevrobiologi. Tidsskrift for Den Norske Lægeforening, 125 (17), 2370-2373.",
                "Butler, David S. Explain pain. Noigroup Publ. Adelaid 2003.",
                "International Pelvic Pain Society har flere Pasientbrosjyrer",
                "Van Kerrebroeck P. Urologia. (2016) Understanding the pelvic pain mechanism is key to find an adequate therapeutic approach. Urologia. 2016 Jun 25;83 Suppl 1:2-4. doi: 10.5301/uro.5000183. Epub 2016 Jun 23.",
                "Smertefull blære Utredning og behandling av smertefull blære/IC av urolog Tore-Erik Sand, Ahus og Bekkensenteret."
              ]
            },
            {
              "heading": "Forfattere av innhold",
              "level": 2,
              "content": [
                "Følgende forfattere av innholdet og deltagere i norsk fagnettverk for langvarige underlivssmerter:",
                "Unni Kirste, gynekolog/smertelegeClara Karoliussen, fysioterapeut, St.Olavs HospitalGro Killi Haugstad, førsteamanuensis, HIOAHeidi Hanevold, fysioterapeut Hammerfest FinnmarksykehusetAne Sigrid Henriksen, fysioterapeut, Nasjonalt senter for bekkenbunnshelse, Universitetssykehuset Nord NorgeMette Løkeland, gynekolog, Betanien sykehusHarriet Birke, urolog, St. Olavs HospitalKristin Evjen, fysioterapeut , Kristin Evjen – Helse og livskvalitet, ÅlesundCecilie Therese Hagemann, førsteamanuensis/overlege St. Olavs HospitalBerit Schei, professorved institutt for samfunnsmedisin, NTNUSigne Stafne, fysioterapeut, St. Olavs HospitalLiv Ramstad, gynekolog AhusAnja Løvvik, urolog, AhusAnne Tine Vold, psykomotorisk fysioterapeut, Nasjonalt senter for bekkenbunnshelse, Universitetssykehuset Nord NorgeCathrine Boge-Olsnes, psykomotorisk fysioterapeut, Nasjonalt senter for bekkenbunnshelse, Universitetssykehuset Nord NorgeSteen Buntzen, gastrokirurg, Nasjonalt senter for bekkenbunnshelse, Universitetssykehuset Nord Norge"
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.pelvicpain.org/",
              "text": "International Pelvic Pain Society",
              "title": ""
            },
            {
              "url": "https://www.pelvicpain.org/IPPS/Patients/Patient_Handouts/IPPS/Content/Professional-Patients/Patient_Handouts.aspx?hkey=cffd598e-5453-4b3f-9170-457c59266b50",
              "text": "Pasientbrosjyrer",
              "title": ""
            },
            {
              "url": "http://nkib.helsekompetanse.no/sites/nkib.helsekompetanse.no/files/Tor%20Erik%20Sand%20IC%20Troms%C3%B8_7%201%2013%281%29.pptx",
              "text": "Utredning og behandling av smertefull blære/IC",
              "title": "Utredning og behandling av smertefull blære/IC. PowerPoint."
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/langvarige-underlivssmerter/referanser/",
          "scraped_at": "2025-09-27 20:26:22",
          "section_id": "references",
          "section_title": "Referanser"
        }
      }
    },
    "pregnancy": {
      "id": "pregnancy",
      "title": "Plager under graviditet og etter fødsel",
      "main": {
        "title": "Plager under graviditet og etter fødsel – Bekkenbunnsportalen",
        "sections": [
          {
            "heading": "Content",
            "level": 1,
            "content": [
              "Under graviditet og fødsel skjer det endringer i bekkenbunnen som kan påvirke naturlige funksjoner som vannlatning, avføring og seksualfunksjon.",
              "De fleste endringene er vanlige og vil normalisere seg selv. Noen endringer kan oppleves plagsomme og trenger en mer aktiv tilnærming, enten igjennom tiltak du kan gjøre selv eller gjennom oppfølging av helsevesenet. Dersom plagene går ut over daglige gjøremål og livskvalitet bør du søke hjelp. På disse sidene finnes oversikt over vanlige plager, råd og behandling.",
              "Læreboken inneholder utfyllende og samlet informasjon."
            ]
          }
        ],
        "images": [
          {
            "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/topp2-1024x514.jpg",
            "alt": "",
            "title": ""
          },
          {
            "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/plage_knapp3.png",
            "alt": "Knapp formet som en blå sirkel med en dame inni",
            "title": ""
          },
          {
            "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/bok_knapp1.png",
            "alt": "Knapp formet som en blå sirkel med en bok inni",
            "title": ""
          },
          {
            "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/bekkenbun_knapp1.png",
            "alt": "Knapp formet som en blå sirkel med en bekkenbunn inni",
            "title": ""
          },
          {
            "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/knapp_h1.png",
            "alt": "Knapp formet som en blå sirkel med et kors inni",
            "title": ""
          }
        ],
        "links": [],
        "quotes": [],
        "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overview",
        "scraped_at": "2025-09-27 20:26:25"
      },
      "sections": {
        "common-problems": {
          "title": "Vanlige plager – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Urinlekkasje",
              "level": 6,
              "content": []
            },
            {
              "heading": "Avføringslekkasje",
              "level": 6,
              "content": []
            },
            {
              "heading": "Forstoppelse",
              "level": 6,
              "content": []
            },
            {
              "heading": "Hemoroider",
              "level": 6,
              "content": []
            },
            {
              "heading": "Smertefull avføring",
              "level": 6,
              "content": []
            },
            {
              "heading": "Hastverkstrang",
              "level": 6,
              "content": []
            },
            {
              "heading": "Urinveisinfeksjon",
              "level": 6,
              "content": []
            },
            {
              "heading": "Tyngdefølelse og prolaps",
              "level": 6,
              "content": []
            },
            {
              "heading": "Fødselsrift",
              "level": 6,
              "content": []
            },
            {
              "heading": "Samleie",
              "level": 6,
              "content": []
            },
            {
              "heading": "Symptomer stressinkontinens",
              "level": 5,
              "content": [
                "Urinlekkasje i forbindelse med aktivitet (eks hoste/nys/hopp)",
                "Lekkasje under samleie",
                "Fra noen dråper urin til større mengder"
              ]
            },
            {
              "heading": "Symptomer urgeinkontinens",
              "level": 5,
              "content": [
                "Urinlekkasje",
                "Hyppig og plutselig vannlatingstrang",
                "Uimotståelig vannlatingstrang (urgency)",
                "Liten blærekapasitet",
                "Nattlig vannlating"
              ]
            },
            {
              "heading": "Råd til selvhjelp",
              "level": 5,
              "content": [
                "Bekkenbunnstrening",
                "Unngå å drikke sent på kvelden",
                "Vektreduksjon ved overvekt",
                "Forsøk å utsette vannlatingen og dermed øke blærekapasiteten ved urgeinkontinens",
                "Behandle eventuell forstoppelse for avføring"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Dersom rådene til selvhjelp ikke gir tilfredsstillende resultat, bør man oppsøke fastlege for videre utredning og behandling.",
                "Det kreves ulik tilnærming for behandling av de ulike lekkasjeformene."
              ]
            },
            {
              "heading": "Symptomer",
              "level": 5,
              "content": [
                "Lekkasje av luft, flytende eller fast avføring",
                "Soiling (striper i undertøyet)",
                "Episoder med brå og sterk trang til avføring (hastverkslekkasje/urge)",
                "Manglende evne til å kjenne når du skal ha avføring"
              ]
            },
            {
              "heading": "Råd til selvhjelp",
              "level": 5,
              "content": [
                "Bekkenbunnstrening",
                "Regulere avføringskonsistens",
                "Assistert tømming med ballongsprøyte"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Henvisning til gastrokirurg via fastlege ved plagsom lekkasje av flytende eller fast avføring, 6–12 uker etter fødsel.",
                "Det finnes flere konservative tiltak som krever spesialopplæring fra helsepersonell, som for eksempel irrigasjon. Dersom slik behandling ikke fører frem, finnes ulike kirurgiske tilbud."
              ]
            },
            {
              "heading": "Symptomer",
              "level": 5,
              "content": [
                "Avføringsbesvær med hard, treg, uregelmessig, ufullstendig eller sjelden avføring",
                "Oppblåsthet/luftplager",
                "Magesmerter",
                "Vanskelig å tørke seg ren"
              ]
            },
            {
              "heading": "Råd til selvhjelp",
              "level": 5,
              "content": [
                "Gode dovaner, ikke utsett avføring",
                "Fysisk aktivitet",
                "Husk amming krever høyere væskeinntak",
                "Regulere avføringskonsistens. Legemidler som kan brukes for å mykgjøre avføringen er for eksempel Laktulose eller Movicol",
                "Klyster (mini-, olje- eller saltvannsklyster)",
                "Assistert tarmtømming som ballongssprøyte størrelse 10"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Ved manglende effekt bør man henvises via fastlege til gastrokirurg for systematisk utredning og behandling."
              ]
            },
            {
              "heading": "Symptomer hemoroider",
              "level": 5,
              "content": [
                "Synlig blod på toalettpapiret eller i avføringen",
                "Irritasjon/kløe i endetarmen",
                "Smerter i endetarmen, spesielt under avføring",
                "Tyngdefornemmelse",
                "Kan være synlig utposning",
                "Følelse av ufullstending tømming",
                "Vanskelig å tørke seg rein"
              ]
            },
            {
              "heading": "Råd til selvhjelp",
              "level": 5,
              "content": [
                "Unngå å presse ved toalettbesøk",
                "Regulere avføringskonsistens",
                "Lokal behandling i 3–4 uker med reseptfri kortisonholdig salve, Sheriproct"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Henvisning via fastlege til kirurgisk poliklinikk ved vedvarende plager"
              ]
            },
            {
              "heading": "Symptomer ytre tromboserte hemoroider",
              "level": 5,
              "content": [
                "Harde, blålige og smertefulle utposninger på yttersiden av endetarmen, uavhengig av avføring"
              ]
            },
            {
              "heading": "Råd",
              "level": 5,
              "content": [
                "Tøm blodansamlingen fra hemoroiden for å lindre smerten",
                "Lokal behandling med reseptfri kortisonholdig salve, Sheriproct kan lindre",
                "Tilstanden bør behandles da den er svært smertefull"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Anbefalingen er henvisning til kirurgi som øyeblikkelig hjelp via fastlege eller legevakt",
                "Uten kirurgi vil smertene og kulen forsvinne i løpet av 4–6 uker"
              ]
            },
            {
              "heading": "Symptomer kronisk analfissur",
              "level": 5,
              "content": [
                "Rift i slimhinnen i endetarmsåpningen",
                "Krampaktige smerter som kan vare fra 20 minutter og opptil flere timer etter avføring",
                "Noen ganger små blødninger",
                "Stram, smertefull lukkemuskel",
                "Ofte ses en liten hudflik i enden av såret"
              ]
            },
            {
              "heading": "Råd til selvhjelp",
              "level": 5,
              "content": [
                "Regulere avføringskonsistens",
                "Ikke utsett avføring ved trang",
                "Bruk gjerne hånddusj etter avføring",
                "Unngå overdrevet vasking/bruk av såpe",
                "Beskyttende barrierekremer/servietter",
                "Lokal bedøvende gele for kortvarig bruk (Xylocain)",
                "Smertestillende (Paracetamol/Ibuprofen)"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Ved plager over 6 uker bør man oppsøke fastlege for utredning og behandling."
              ]
            },
            {
              "heading": "Symptomer ytre tromboserte hemoroider",
              "level": 5,
              "content": [
                "Harde, blålige og smertefulle utposninger på yttersiden av endetarmen, uavhengig av avføring"
              ]
            },
            {
              "heading": "Råd",
              "level": 5,
              "content": [
                "Tøm blodansamlingen fra hemoroiden for å lindre smerten",
                "Lokal behandling med reseptfri kortisonholdig salve, Sheriproct kan lindre"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Anbefalingen er henvisning til kirurgi som øyeblikkelig hjelp via fastlege eller legevakt.",
                "Uten kirurgi vil smertene og kulen forsvinne i løpet av 4–6 uker."
              ]
            },
            {
              "heading": "Symptomer hastverkstrang for avføring",
              "level": 5,
              "content": [
                "Sterk og plutselig trang (urgency)",
                "Kan ikke utsette avføringen i 15 minutter",
                "Redd for å lekke",
                "Vanskelig å delta på aktiviteter som før",
                "Løs avføring",
                "Lekkasje for luft eller avføring"
              ]
            },
            {
              "heading": "Råd til selvhjelp",
              "level": 5,
              "content": [
                "Etablere gode dovaner",
                "Tilstrebe normal avføringskonsistens",
                "Bekkenbunnstrening",
                "Assistert tømming med ballongsprøyte"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Dersom rådene til selvhjelp ikke gir tilfredsstillende resultat, bør man oppsøke fastlege for videre utredning og behandling."
              ]
            },
            {
              "heading": "Symptomer hastverkstrang for urin",
              "level": 5,
              "content": [
                "Plutselig og uimotståelig vannlatingstrang (urgency)",
                "Kan ikke utsette vannlatingen",
                "Redd for å lekke",
                "Liten blærekapasitet",
                "Nattlig vannlating",
                "Lekkasje for urin",
                "Vanskelig å delta på aktiviteter som før"
              ]
            },
            {
              "heading": "Råd til selvhjelp",
              "level": 5,
              "content": [
                "Forsøk å utsette vannlating og dermed øke blærekapasitet",
                "Unngå å drikke sent på kvelden",
                "Bekkenbunnstrening",
                "Behandle eventuell forstoppelse for avføring"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Dersom rådene til selvhjelp ikke gir tilfredsstillende resultat, bør man oppsøke fastlege for videre utredning og behandling."
              ]
            },
            {
              "heading": "Symptomer",
              "level": 5,
              "content": [
                "Svie/smerter ved vannlating",
                "Hyppig vannlating",
                "Smerte/ubehag over blæren",
                "Blod i urinen",
                "Ryggsmerter",
                "Feber"
              ]
            },
            {
              "heading": "Forebygging og råd",
              "level": 5,
              "content": [
                "Drikk mye",
                "Lat vannet ofte",
                "Tøm blæren tom",
                "Lat vannet etter samleie",
                "Unngå å fryse på ben/underliv",
                "Effekten av tranebær er usikker"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp",
              "level": 5,
              "content": [
                "Søk hjelp hos fastlege eller jordmor ved symptomer, husk å ta med urinprøve",
                "Urinveisinfeksjon hos gravide skal alltid behandles med antibiotika"
              ]
            },
            {
              "heading": "Symptomer",
              "level": 5,
              "content": [
                "Tømmingsvansker for urin eller avføring",
                "Må trykke med en finger på bakre skjedevegg for å få ut avføringen fra endetarmen",
                "Lekkasje av urin eller avføring",
                "Utbulinger og følelse av press i skjeden"
              ]
            },
            {
              "heading": "Råd",
              "level": 5,
              "content": [
                "Bekkenbunnstrening",
                "Konsistensregulering av avføring",
                "Tømmingsregime"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Dersom vedvarende plager bør man oppsøke fastege for undersøkelse og eventuell videre henvisning til:",
                "gynekolog for vedvarende vannlatingsbesvær",
                "gastrokirurg for hjelp til tømmingsproblemer for avføring"
              ]
            },
            {
              "heading": "Råd den første tiden etter fødselsrift",
              "level": 5,
              "content": [
                "Skylle med hånddusj morgen og kveld samt etter hver avføring",
                "Ikke bruk såpe",
                "Skifte bind regelmessig",
                "Trykkavlastning av underlivet",
                "Smertestillende ved behov",
                "Konsistensregulering av avføringen"
              ]
            },
            {
              "heading": "Symptomer på sårinfeksjon",
              "level": 5,
              "content": [
                "Feber",
                "Økende smerter",
                "Hevelse, rødhet, varme, eventuelt puss",
                "Revning av sår"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Dersom tegn til infeksjon bør du oppsøke legehjelp innen ett døgn"
              ]
            },
            {
              "heading": "Smerter",
              "level": 5,
              "content": [
                "Langvarige, vedvarende eller tilbakevendende smerter ved samleie er ikke normalt.",
                "Tilstanden har mange navn som vestibulitt, vulvodyni, dyspareuni, vaginisme, overaktiv bekkkenbunn eller langvarige underlivssmerter. Tilstandene krever individuell utredning og behandling. Mer informasjon om sykdommer i ytre deler av underlivet på Vulva.no"
              ]
            },
            {
              "heading": "Samleie i svangerskapet",
              "level": 5,
              "content": [
                "Ufarlig ved normalt svangerskap",
                "Spor av blod under samleie er vanlig",
                "Noen rådes til å avstå fra samleie på grunn av ulike forhold – følg råd gitt av lege eller jordmor"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Ved større/vedvarende blødning",
                "Smerter i magen"
              ]
            },
            {
              "heading": "Samleie etter fødsel",
              "level": 5,
              "content": [
                "Samleie de første seks ukene etter fødsel kan gi ubehag, påvirke sårtilhelingen og øke infeksjonsfaren",
                "Ubehag ved samleie kan også forekomme etter seksukersperioden",
                "Tørre slimhinner er ikke uvanlig i ammeperioden"
              ]
            },
            {
              "heading": "Råd",
              "level": 5,
              "content": [
                "Ved samleie de første seks ukene bør kondom benyttes",
                "Glidemiddel anbefales ved tørre slimhinner",
                "Oppsøk hjelp hos fastege dersom ubehag ved samleie blir et vedvarende problem"
              ]
            }
          ],
          "images": [
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/urin2.png",
              "alt": "Knapp formet som en blå sirkel med en urinblære inni",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/tarm2.png",
              "alt": "Knapp formet som en blå sirkel med en tarm med lekkasje inni",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/tarm3.png",
              "alt": "Knapp formet som en blå sirkel med en forstoppet tarm inni",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/hem.png",
              "alt": "Knapp formet som en blå sirkel med sirkler i forskjellige størrelser inni",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/smer.png",
              "alt": "Knapp formet som en blå sirkel med et lyn inni",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/run2.png",
              "alt": "Knapp formet som en blå sirkel med en perons som løper inni",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/epr1.png",
              "alt": "Knapp formet som en blå sirkel med en urinprøve inni",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/knapp_vekt2a.png",
              "alt": "Knapp formet som en blå sirkel med en vekt inni",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/sy.png",
              "alt": "Knapp formet som en blå sirkel med nål og tråd inni",
              "title": ""
            },
            {
              "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2021/11/sex.png",
              "alt": "Knapp formet som en blå sirkel med hjerter inni",
              "title": ""
            }
          ],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/urinlekkasje/",
              "text": "Urinlekkasje",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/avforingslekkasje/",
              "text": "Avføringslekkasje",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/forstoppelse/",
              "text": "Forstoppelse",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/hemoroider/",
              "text": "Hemoroider",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/smertefull-avforing/",
              "text": "Smertefull avføring",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/hastverkstrang/",
              "text": "Hastverkstrang",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/urinveisinfeksjon/",
              "text": "Urinveisinfeksjon",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/tyngdefolelse-og-prolaps/",
              "text": "Tyngdefølelse og prolaps",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/fodselsrift/",
              "text": "Fødselsrift",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/samleie/",
              "text": "Samleie",
              "title": ""
            },
            {
              "url": "https://vulva.no/",
              "text": "Vulva.no",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/",
          "scraped_at": "2025-09-27 20:26:25",
          "section_id": "common-problems",
          "section_title": "Vanlige plager"
        },
        "urinary-incontinence": {
          "title": "Urinlekkasje – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Symptomer stressinkontinens",
              "level": 5,
              "content": [
                "Urinlekkasje i forbindelse med aktivitet (eks hoste/nys/hopp)",
                "Lekkasje under samleie",
                "Fra noen dråper urin til større mengder"
              ]
            },
            {
              "heading": "Symptomer urgeinkontinens",
              "level": 5,
              "content": [
                "Urinlekkasje",
                "Hyppig og plutselig vannlatingstrang",
                "Uimotståelig vannlatingstrang (urgency)",
                "Liten blærekapasitet",
                "Nattlig vannlating"
              ]
            },
            {
              "heading": "Råd til selvhjelp",
              "level": 5,
              "content": [
                "Bekkenbunnstrening",
                "Unngå å drikke sent på kvelden",
                "Vektreduksjon ved overvekt",
                "Forsøk å utsette vannlatingen og dermed øke blærekapasiteten ved urgeinkontinens",
                "Behandle eventuell forstoppelse for avføring"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Dersom rådene til selvhjelp ikke gir tilfredsstillende resultat, bør man oppsøke fastlege for videre utredning og behandling.",
                "Det kreves ulik tilnærming for behandling av de ulike lekkasjeformene."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewlaerebok/blaerefunksjon/",
              "text": "Les mer i læreboken",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/urinlekkasje/",
          "scraped_at": "2025-09-27 20:26:26",
          "section_id": "urinary-incontinence",
          "section_title": "Urinlekkasje"
        },
        "fecal-incontinence": {
          "title": "Avføringslekkasje – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Symptomer",
              "level": 5,
              "content": [
                "Lekkasje av luft, flytende eller fast avføring",
                "Soiling (striper i undertøyet)",
                "Episoder med brå og sterk trang til avføring (hastverkslekkasje/urge)",
                "Manglende evne til å kjenne når du skal ha avføring"
              ]
            },
            {
              "heading": "Råd til selvhjelp",
              "level": 5,
              "content": [
                "Bekkenbunnstrening",
                "Regulere avføringskonsistens",
                "Assistert tømming med ballongsprøyte"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Henvisning til gastrokirurg via fastlege ved plagsom lekkasje av flytende eller fast avføring, 6–12 uker etter fødsel.",
                "Det finnes flere konservative tiltak som krever spesialopplæring fra helsepersonell, som for eksempel irrigasjon. Dersom slik behandling ikke fører frem, finnes ulike kirurgiske tilbud."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewlaerebok/tarmfunksjon/",
              "text": "Les mer i læreboken",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/avforingslekkasje/",
          "scraped_at": "2025-09-27 20:26:27",
          "section_id": "fecal-incontinence",
          "section_title": "Avføringslekkasje"
        },
        "constipation": {
          "title": "Forstoppelse – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Symptomer",
              "level": 5,
              "content": [
                "Avføringsbesvær med hard, treg, uregelmessig, ufullstendig eller sjelden avføring",
                "Oppblåsthet/luftplager",
                "Magesmerter",
                "Vanskelig å tørke seg ren"
              ]
            },
            {
              "heading": "Råd til selvhjelp",
              "level": 5,
              "content": [
                "Gode dovaner, ikke utsett avføring",
                "Fysisk aktivitet",
                "Husk amming krever høyere væskeinntak",
                "Regulere avføringskonsistens. Legemidler som kan brukes for å mykgjøre avføringen er for eksempel Laktulose eller Movicol",
                "Klyster (mini-, olje- eller saltvannsklyster)",
                "Assistert tarmtømming med skyllesprøyte"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Ved manglende effekt bør man henvises via fastlege til gastrokirurg for systematisk utredning og behandling."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewlaerebok/tarmfunksjon/",
              "text": "Les mer i læreboken",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/forstoppelse/",
          "scraped_at": "2025-09-27 20:26:29",
          "section_id": "constipation",
          "section_title": "Forstoppelse"
        },
        "hemorrhoids": {
          "title": "Hemoroider – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Symptomer hemoroider",
              "level": 5,
              "content": [
                "Synlig blod på toalettpapiret eller i avføringen",
                "Irritasjon/kløe i endetarmen",
                "Smerter i endetarmen, spesielt under avføring",
                "Tyngdefornemmelse",
                "Kan være synlig utposning",
                "Følelse av ufullstending tømming",
                "Vanskelig å tørke seg rein"
              ]
            },
            {
              "heading": "Råd til selvhjelp",
              "level": 5,
              "content": [
                "Unngå å presse ved toalettbesøk",
                "Regulere avføringskonsistens",
                "Lokal behandling i 3–4 uker med reseptfri kortisonholdig salve, Sheriproct"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Henvisning via fastlege til kirurgisk poliklinikk ved vedvarende plager"
              ]
            },
            {
              "heading": "Symptomer ytre tromboserte hemoroider",
              "level": 5,
              "content": [
                "Harde, blålige og smertefulle utposninger på yttersiden av endetarmen, uavhengig av avføring"
              ]
            },
            {
              "heading": "Råd",
              "level": 5,
              "content": [
                "Tøm blodansamlingen fra hemoroiden for å lindre smerten",
                "Lokal behandling med reseptfri kortisonholdig salve, Sheriproct kan lindre",
                "Tilstanden bør behandles da den er svært smertefull"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Anbefalingen er henvisning til kirurgi som øyeblikkelig hjelp via fastlege eller legevakt",
                "Uten kirurgi vil smertene og kulen forsvinne i løpet av 4–6 uker"
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewlaerebok/tarmfunksjon/",
              "text": "Les mer i læreboken",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewlaerebok/tarmfunksjon/",
              "text": "Les mer i læreboken",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/hemoroider/",
          "scraped_at": "2025-09-27 20:26:30",
          "section_id": "hemorrhoids",
          "section_title": "Hemoroider"
        },
        "painful-bowel": {
          "title": "Smertefull avføring – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Symptomer kronisk analfissur",
              "level": 5,
              "content": [
                "Rift i slimhinnen i endetarmsåpningen",
                "Krampaktige smerter som kan vare fra 20 minutter og opptil flere timer etter avføring",
                "Noen ganger små blødninger",
                "Stram, smertefull lukkemuskel",
                "Ofte ses en liten hudflik i enden av såret"
              ]
            },
            {
              "heading": "Råd til selvhjelp",
              "level": 5,
              "content": [
                "Regulere avføringskonsistens",
                "Ikke utsett avføring ved trang",
                "Bruk gjerne hånddusj etter avføring",
                "Unngå overdrevet vasking/bruk av såpe",
                "Beskyttende barrierekremer/servietter",
                "Lokal bedøvende gele for kortvarig bruk (Xylocain)",
                "Smertestillende (Paracetamol/Ibuprofen)"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Ved plager over 6 uker bør man oppsøke fastlege for utredning og behandling."
              ]
            },
            {
              "heading": "Symptomer ytre tromboserte hemoroider",
              "level": 5,
              "content": [
                "Harde, blålige og smertefulle utposninger på yttersiden av endetarmen, uavhengig av avføring"
              ]
            },
            {
              "heading": "Råd",
              "level": 5,
              "content": [
                "Tøm blodansamlingen fra hemoroiden for å lindre smerten",
                "Lokal behandling med reseptfri kortisonholdig salve, Sheriproct kan lindre"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Anbefalingen er henvisning til kirurgi som øyeblikkelig hjelp via fastlege eller legevakt.",
                "Uten kirurgi vil smertene og kulen forsvinne i løpet av 4–6 uker."
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewlaerebok/tarmfunksjon/",
              "text": "Les mer i læreboken",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewlaerebok/tarmfunksjon/",
              "text": "Les mer i læreboken",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/smertefull-avforing/",
          "scraped_at": "2025-09-27 20:26:32",
          "section_id": "painful-bowel",
          "section_title": "Smertefull avføring"
        },
        "urgency": {
          "title": "Hastverkstrang – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Symptomer hastverkstrang for avføring",
              "level": 5,
              "content": [
                "Sterk og plutselig trang (urgency)",
                "Kan ikke utsette avføringen i 15 minutter",
                "Redd for å lekke",
                "Vanskelig å delta på aktiviteter som før",
                "Løs avføring",
                "Lekkasje for luft eller avføring"
              ]
            },
            {
              "heading": "Råd til selvhjelp",
              "level": 5,
              "content": [
                "Etablere gode dovaner",
                "Tilstrebe normal avføringskonsistens",
                "Bekkenbunnstrening",
                "Assistert tømming med ballongsprøyte"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Dersom rådene til selvhjelp ikke gir tilfredsstillende resultat, bør man oppsøke fastlege for videre utredning og behandling."
              ]
            },
            {
              "heading": "Symptomer hastverkstrang for urin",
              "level": 5,
              "content": [
                "Plutselig og uimotståelig vannlatingstrang (urgency)",
                "Kan ikke utsette vannlatingen",
                "Redd for å lekke",
                "Liten blærekapasitet",
                "Nattlig vannlating",
                "Lekkasje for urin",
                "Vanskelig å delta på aktiviteter som før"
              ]
            },
            {
              "heading": "Råd til selvhjelp",
              "level": 5,
              "content": [
                "Forsøk å utsette vannlating og dermed øke blærekapasitet",
                "Unngå å drikke sent på kvelden",
                "Bekkenbunnstrening",
                "Behandle eventuell forstoppelse for avføring"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Dersom rådene til selvhjelp ikke gir tilfredsstillende resultat, bør man oppsøke fastlege for videre utredning og behandling."
              ]
            }
          ],
          "images": [],
          "links": [],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/hastverkstrang/",
          "scraped_at": "2025-09-27 20:26:33",
          "section_id": "urgency",
          "section_title": "Hastverkstrang"
        },
        "uti": {
          "title": "Urinveisinfeksjon – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Symptomer",
              "level": 5,
              "content": [
                "Svie/smerter ved vannlating",
                "Hyppig vannlating",
                "Smerte/ubehag over blæren",
                "Blod i urinen",
                "Ryggsmerter",
                "Feber"
              ]
            },
            {
              "heading": "Forebygging og råd",
              "level": 5,
              "content": [
                "Drikk mye",
                "Lat vannet ofte",
                "Tøm blæren tom",
                "Lat vannet etter samleie",
                "Unngå å fryse på ben/underliv",
                "Effekten av tranebær er usikker"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp",
              "level": 5,
              "content": [
                "Søk hjelp hos fastlege eller jordmor ved symptomer, husk å ta med urinprøve",
                "Urinveisinfeksjon hos gravide skal alltid behandles med antibiotika"
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewlaerebok/blaerefunksjon/",
              "text": "Les mer i læreboken",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/urinveisinfeksjon/",
          "scraped_at": "2025-09-27 20:26:34",
          "section_id": "uti",
          "section_title": "Urinveisinfeksjon"
        },
        "prolapse": {
          "title": "Tyngdefølelse og prolaps – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Symptomer",
              "level": 5,
              "content": [
                "Tømmingsvansker for urin eller avføring",
                "Må trykke med en finger på bakre skjedevegg for å få ut avføringen fra endetarmen",
                "Lekkasje av urin eller avføring",
                "Utbulinger og følelse av press i skjeden"
              ]
            },
            {
              "heading": "Råd",
              "level": 5,
              "content": [
                "Bekkenbunnstrening",
                "Konsistensregulering av avføring",
                "Tømmingsregime"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Dersom vedvarende plager bør man oppsøke fastege for undersøkelse og eventuell videre henvisning til:",
                "gynekolog for vedvarende vannlatingsbesvær",
                "gastrokirurg for hjelp til tømmingsproblemer for avføring"
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewlaerebok/underlivsfremfall-prolaps/",
              "text": "Les mer i læreboken",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/tyngdefolelse-og-prolaps/",
          "scraped_at": "2025-09-27 20:26:36",
          "section_id": "prolapse",
          "section_title": "Tyngdefølelse og prolaps"
        },
        "birth-injury": {
          "title": "Fødselsrift – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Råd den første tiden etter fødselsrift",
              "level": 5,
              "content": [
                "Skylle med hånddusj morgen og kveld samt etter hver avføring",
                "Ikke bruk såpe",
                "Skifte bind regelmessig",
                "Trykkavlastning av underlivet",
                "Smertestillende ved behov",
                "Konsistensregulering av avføringen"
              ]
            },
            {
              "heading": "Symptomer på sårinfeksjon",
              "level": 5,
              "content": [
                "Feber",
                "Økende smerter",
                "Hevelse, rødhet, varme, eventuelt puss",
                "Revning av sår"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Dersom tegn til infeksjon bør du oppsøke legehjelp innen ett døgn"
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewlaerebok/fodselsrifter/",
              "text": "Les mer i læreboken",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewlaerebok/fodselsrifter/",
              "text": "Les mer i læreboken",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/fodselsrift/",
          "scraped_at": "2025-09-27 20:26:37",
          "section_id": "birth-injury",
          "section_title": "Fødselsrift"
        },
        "intercourse": {
          "title": "Samleie – Bekkenbunnsportalen",
          "sections": [
            {
              "heading": "Smerter",
              "level": 5,
              "content": [
                "Langvarige, vedvarende eller tilbakevendende smerter ved samleie er ikke normalt.",
                "Tilstanden har mange navn som vestibulitt, vulvodyni, dyspareuni, vaginisme, overaktiv bekkkenbunn eller langvarige underlivssmerter. Tilstandene krever individuell utredning og behandling. Mer informasjon om sykdommer i ytre deler av underlivet på Vulva.no"
              ]
            },
            {
              "heading": "Samleie i svangerskapet",
              "level": 5,
              "content": [
                "Ufarlig ved normalt svangerskap",
                "Spor av blod under samleie er vanlig",
                "Noen rådes til å avstå fra samleie på grunn av ulike forhold – følg råd gitt av lege eller jordmor"
              ]
            },
            {
              "heading": "Når og hvor søke hjelp?",
              "level": 5,
              "content": [
                "Ved større/vedvarende blødning",
                "Smerter i magen"
              ]
            },
            {
              "heading": "Samleie etter fødsel",
              "level": 5,
              "content": [
                "Samleie de første seks ukene etter fødsel kan gi ubehag, påvirke sårtilhelingen og øke infeksjonsfaren",
                "Ubehag ved samleie kan også forekomme etter seksukersperioden",
                "Tørre slimhinner er ikke uvanlig i ammeperioden"
              ]
            },
            {
              "heading": "Råd",
              "level": 5,
              "content": [
                "Ved samleie de første seks ukene bør kondom benyttes",
                "Glidemiddel anbefales ved tørre slimhinner",
                "Oppsøk hjelp hos fastege dersom ubehag ved samleie blir et vedvarende problem"
              ]
            }
          ],
          "images": [],
          "links": [
            {
              "url": "https://vulva.no/",
              "text": "Vulva.no",
              "title": ""
            },
            {
              "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewlaerebok/samleie/",
              "text": "Les mer i læreboken",
              "title": ""
            }
          ],
          "quotes": [],
          "url": "https://www.bekkenbunnsportalen.no/conditions/pregnancy?section=overviewvanlige-plager/samleie/",
          "scraped_at": "2025-09-27 20:26:38",
          "section_id": "intercourse",
          "section_title": "Samleie"
        }
      }
    }
  },
  "additional_pages": {
    "patient-education": {
      "id": "patient-education",
      "title": "Pasientundervisning",
      "main": {
        "title": "Pasientundervisning – Bekkenbunnsportalen",
        "sections": [
          {
            "heading": "Content",
            "level": 1,
            "content": [
              "På disse sidene finner du filmer og instruksjoner for opplæring i ulike konservative tiltak og behandling. Det beskrives samtidig hvor du kan se de i sammenheng med annen informasjon.",
              "Dersom det er problemer med å se filmene kan det hjelpe å åpne siden i en annen nettleser, for eksempel Chrome."
            ]
          }
        ],
        "images": [
          {
            "src": "https://www.bekkenbunnsportalen.no/wp-content/uploads/2022/09/AdobeStock_259480195_mobil-final-1-1024x606.jpg",
            "alt": "En dame som sitter avslappet og holder en mobil med nettstedet på skjermen",
            "title": ""
          }
        ],
        "links": [],
        "quotes": [],
        "url": "https://www.bekkenbunnsportalen.no/nyttig-info/pasientundervisning/",
        "scraped_at": "2025-09-27 20:27:07"
      },
      "sections": {}
    },
    "user-organizations": {
      "id": "user-organizations",
      "title": "Brukerorganisasjoner",
      "main": {
        "title": "Brukerorganisasjoner – Bekkenbunnsportalen",
        "sections": [
          {
            "heading": "Content",
            "level": 1,
            "content": [
              "Pasient- og brukerorganisasjonene er interesseorganisasjoner som arbeider for personer med sykdom og nedsatt funksjonsevne. Under finner du en oversikt over aktuelle organisasjoner innenfor inkontinens og bekkenbunnsykdom."
            ]
          }
        ],
        "images": [],
        "links": [
          {
            "url": "https://barselambassadorene.no/",
            "text": "Barselambassadørene",
            "title": ""
          },
          {
            "url": "https://www.vulvodyniforeningen.no/",
            "text": "Vulvodyniforeningen.",
            "title": ""
          },
          {
            "url": "https://endometriose.no/",
            "text": "Endometrioseforeningen",
            "title": ""
          },
          {
            "url": "https://kreftforeningen.no/",
            "text": "Kreftforeningen",
            "title": ""
          },
          {
            "url": "https://prostatakreft.no/",
            "text": "Profo – Prostatakreftforeningen",
            "title": ""
          },
          {
            "url": "https://www.gynkreftforeningen.no/",
            "text": "Gynkreftforeningen",
            "title": ""
          },
          {
            "url": "https://www.norilco.no/",
            "text": "Norilco.",
            "title": ""
          },
          {
            "url": "http://www.blaerekreft.no",
            "text": "Blærekreftforeningen",
            "title": ""
          },
          {
            "url": "http://www.blaerekreftnorge.no",
            "text": "Blærekreft Norge",
            "title": ""
          },
          {
            "url": "https://www.ms.no/",
            "text": "Multippel Sklerose Forbundet",
            "title": ""
          }
        ],
        "quotes": [],
        "url": "https://www.bekkenbunnsportalen.no/nyttig-info/brukerorganisasjoner/",
        "scraped_at": "2025-09-27 20:27:18"
      },
      "sections": {}
    },
    "resources": {
      "id": "resources",
      "title": "Ressurser",
      "main": {
        "title": "Ressurser – Bekkenbunnsportalen",
        "sections": [
          {
            "heading": "Content",
            "level": 1,
            "content": [
              "Her finner du lenker til relevante nettsider som kan gi deg mer informasjon om urinlekkasje og hjelpe deg å komme i kontakt med andre som har de samme problemene.",
              "Snu mobilen på siden for å se hele tabellen."
            ]
          }
        ],
        "images": [],
        "links": [
          {
            "url": "https://unn.no/fag-og-forskning/nasjonal-kompetansetjeneste-for-inkontinens-og-bekkenbunnsykdom-nkib",
            "text": "Hjemmeside",
            "title": ""
          },
          {
            "url": "https://www.facebook.com/nkib.unn/",
            "text": "Facebook",
            "title": ""
          },
          {
            "url": "http://nofus.no/",
            "text": "Hjemmeside",
            "title": ""
          },
          {
            "url": "http://www.facebook.com/pages/Nofus/165591040245669",
            "text": "Facebook",
            "title": ""
          },
          {
            "url": "https://helsenorge.no/sykdom/nyrer-og-urinveier/stressinkontinens",
            "text": "Om urinlekkasje",
            "title": ""
          },
          {
            "url": "https://helsenorge.no/sykdom/underliv/forstorret-prostata#Hva-er-symptomene-p%C3%A5-en-forst%C3%B8rret-prostata?",
            "text": "Forstørret prostata",
            "title": ""
          },
          {
            "url": "https://www.ahus.no/behandlinger/kurs-og-opplering-for-pasienter-og-parorende/bekkenbunnstrening-e-leringskurs",
            "text": "Instruksjonsfilm",
            "title": ""
          },
          {
            "url": "http://stolav.no/behandlinger/prostatakreft#opptrening-av-bekkenbunn-etter-prostataoperasjon",
            "text": "Instruksjonsfilmer",
            "title": ""
          },
          {
            "url": "https://helse-bergen.no/norsk-ms-veileder",
            "text": "Hjemmeside",
            "title": ""
          },
          {
            "url": "https://www.msveileder.no/artikkel/88/vannlatingsproblemer",
            "text": "Vannlatingsproblemer",
            "title": ""
          },
          {
            "url": "https://oslo-universitetssykehus.no/avdelinger/klinikk-for-kirurgi-inflammasjonsmedisin-og-transplantasjon/avdeling-for-urologi/unnga-overstrekk-tom-urinbleren-i-tide",
            "text": "Kursside",
            "title": ""
          },
          {
            "url": "https://fysio.no/kvinnehelse",
            "text": "Behandler oversikt",
            "title": ""
          },
          {
            "url": "https://xn--tt-via.nu/",
            "text": "Hjemmeside",
            "title": ""
          },
          {
            "url": "https://nikola.nu/",
            "text": "Hjemmeside",
            "title": ""
          },
          {
            "url": "https://kateterfakta.nu/",
            "text": "Kateterfakta.nu",
            "title": ""
          },
          {
            "url": "https://www.wellspect.no/education/Artikler/?filters=12",
            "text": "Wellspect education",
            "title": ""
          }
        ],
        "quotes": [],
        "url": "https://www.bekkenbunnsportalen.no/nyttig-info/ressurser/",
        "scraped_at": "2025-09-27 20:27:20"
      },
      "sections": {}
    }
  }
}